export const questionsCultorologia = [
    {
        id: 1,
        "questions": "Какое событие считается началом формирования казахской национальности?",
        "answer": "Принятие ислама казахскими племенами",
        period: 1
    },{
        id: 2,
        "questions": "Культура является:",
        "answer": "единством материального и духовного факторов",
        period: 1
    },{
        id: 3,
        "questions": "Какую идею продвигали представители казахского Просвещения в XIX веке?",
        "answer": "Просвещение и образование как путь к прогрессу.",
        period: 4
    },{
        id: 4,
        "questions": "Как называется ранняя форма религии, связанная с поклонением каким-либо реальным предметам и наделением их сверхъестественными свойствами",
        "answer": "Фетишизм",
        period: 1
    },{
        id: 5,
        "questions": "Какая из перечисленных характеристик относится к культуре как социальной системе",
        "answer": "Передача традиций от поколения к поколению.=",
        period: 1
    },{
        id: 6,
        "questions": "Какой элемент казахской национальной одежды носили девушки как символ совершеннолетия?",
        "answer": "Сәукеле",
        period: 1
    },{
        id: 7,
        "questions": "Какое событие в культурной жизни Казахстана XXI века стало важным этапом для развития национальной идентичности и культурного обмена?",
        "answer": "Организация культурной программы на ЭКСПО-2017 в Астане",
        period: 1
    },{
        id: 8,
        "questions": "Какие основные вызовы стоят перед казахской культурой в условиях глобализации?",
        "answer": "Сохранение культурной идентичности в условиях влияния глобализации.",
        period: 1
    },{
        id: 9,
        "questions": "Какое событие стало значительным в развитии казахстанской литературы в 20 веке?",
        "answer": "Основание Союза писателей Казахстана в 1934 году.",
        period: 1
    },{
        id: 10,
        "questions": "Какое событие стало ключевым для формирования казахской народности?",
        "answer": "Образование Казахского ханства",
        period: 1
    },{
        id: 11,
        "questions": "Как называется казахская игра, в которой всадники на конях борются за обезглавленную тушу козла, забирая ее у соперников и забивая «гол» в специальные ворота?",
        "answer": "Кокпар",
        period: 1
    },{
        id: 12,
        "questions": "Какой праздник в Казахстане символизирует обновление природы и начало нового года?",
        "answer": "Наурыз",
        period: 1
    },{
        id: 13,
        "questions": "Какой напиток готовили казахи из верблюжьего молока?",
        "answer": "шубат",
        period: 1
    },{
        id: 14,
        "questions": "Термин «Культурология» для обозначения особой дисциплины, изучающей культуру как «самостоятельную упорядочность феноменов», – предложил использовать…",
        "answer": "американский антрополог Л. Уайт в 1960 г. ",
        period: 1
    },{
        id: 15,
        "questions": "Какая из работ принадлежит Чокану Валиханову?",
        "answer": "«Описание Джунгарии».",
        period: 1
    },{
        id: 16,
        "questions": "Какое произведение посвящено образу Аттилы в мировой культуре?",
        "answer": "Опера Джузеппе Верди “Аттила” ",
        period: 1
    },{
        id: 17,
        "questions": "Как природные условия степи повлияли на философию казахов?",
        "answer": "Казахи стремились к гармонии с природой, считая её частью своей жизни",
        period: 1
    },{
        id: 18,
        "questions": "Когда родился Әлкей Хақанұлы Марғұлан?",
        "answer": "11 мая 1904 ",
        period: 1
    },{
        id: 19,
        "questions": "Как называется процесс взаимопроникновения и взаимодействия культур?",
        "answer": "Аккультурация",
        period: 1
    },{
        id: 20,
        "questions": "Какие традиции казахского народа связаны с гостеприимством?  ",
        "answer": "Қонақасы",
        period: 1
    },{
        id: 22,
        "questions": "Задача искусства связанная с установлением и поддержанием культурных и эмоциональных связей между людьми?",
        "answer": "Коммуникативная",
        period: 1
    },{
        id: 23,
        "questions": "Какой из вкладов аль-Фараби наиболее повлиявший на формирование средневековой культуры и науки?",
        "answer": "Соединение идей античной философии с исламской традицией, создание концепции “добродетельного города”.",
        period: 1
    },{
        id: 24,
        "questions": "К культурологическим концепциям XX в. относится:",
        "answer": "символическая",
        period: 1
    },{
        id: 25,
        "questions": "Какой элемент был обязательным в погребальных обрядах знатных древних кочевников Казахстана?",
        "answer": "Захоронение в курганах.",
        period: 1
    },{
        id: 26,
        "questions": "Основоположником теории «культурно – исторических типов» был …",
        "answer": "Н.Я Данилевский ",
        period: 1
    },{
        id: 27,
        "questions": "Какая письменность использовалась в ранних тюркских государствах?",
        "answer": "Тюркская-руническая письменность ",
        period: 1
    },{
        id: 28,
        "questions": "Какое из значений наиболее точно отражает первоначальный перевод слова «культура» с латыни?",
        "answer": "Обработка, возделывание",
        period: 1
    },{
        id: 29,
        "questions": "От чего зависит правовая культура ? ",
        "answer": "она зависит от уровня развития правового сознания населения ",
        period: 1
    },{
        id: 30,
        "questions": "Какое достижение связано с вкладом народов Центральной Азии в мировую культуру?",
        "answer": "Создание тюркского письменного наследия, включая “Книгу моего деда Коркута”.",
        period: 1
    },{
        id: 31,
        "questions": "Какое произведение считается одним из важнейших памятников казахского народного эпоса?",
        "answer": "«Козы Корпеш – Баян Сулу»",
        period: 2
    },{
        id: 32,
        "questions": "Как называется форма культуры, которая создается профессионалами для узкого круга людей?",
        "answer": "Элитарная культура",
        period: 2
    },{
        id: 33,
        "questions": "Благодаря какому виду оружия имя саков стало известно всему миру?",
        "answer": "скифский лук ",
        period: 2
    },{
        id: 34,
        "questions": "В каком году Каныш Сатпаев был избран президентом Академии наук КазССР?",
        "answer": "1946",
        period: 2
    },{
        id: 35,
        "questions": "Как называется традиция казахского народа, связанная оказанием помощи соседям в хозяйственных делах ",
        "answer": " Асар",
        period: 2
    },{
        id: 36,
        "questions": "Какое наследие ЮНЕСКО в Казахстане представляет собой комплекс древних курганов и памятников в Восточном Казахстане?",
        "answer": "В конце XX века",
        period: 2
    },{
        id: 37,
        "questions": "Что из перечисленного является основным элементом культуры, формирующим ее анатомию?",
        "answer": "Социальные нормы и ценности",
        period: 2
    },{
        id: 38,
        "questions": "Как творчество Димаша Кудайбергенова отражает традиции и современность казахской культуры?",
        "answer": "Использование домбры и казахских народных песен.",
        period: 2
    },{
        id: 39,
        "questions": "Что стало символом возрождения культуры в независимом Казахстане?",
        "answer": "Празднование Наурыза",
        period: 2
    },{
        id: 40,
        "questions": "Что означает понятие культурный код?",
        "answer": "Совокупность символов, ценностей, норм и традиций, характерных для определённой культуры.",
        period: 2
    },{
        id: 41,
        "questions": "Как называется форма передачи культурного опыта от одного поколения к другому?",
        "answer": "Традиция",
        period: 2
    },{
        id: 42,
        "questions": "Что такое субкультура?",
        "answer": "Часть общей культуры, характерная для определенной группы людей ",
        period: 2
    },{
        id: 43,
        "questions": "Какой концепт в культурологии предполагает, что все культуры равны и их нельзя оценивать с позиций другой культуры?",
        "answer": "Культурный релятивизм",
        period: 2
    },{
        id: 44,
        "questions": "Выработку национальной идеи с позиции нациообразующих казахов предложил известный писатель:",
        "answer": "А. Кекилбаев ",
        period: 2
    },{
        id: 45,
        "questions": "Какие из перечисленных характеристик чаще всего считаются признаками развитой цивилизации?",
        "answer": "Наличие сложной системы письменности, обеспечивающей сохранение культурного и научного наследия",
        period: 2
    },{
        id: 46,
        "questions": "Выберите верное утверждение о суфизме:",
        "answer": "Суфизм – мистическое течение в исламе, направленное на непосредственное познание Бога.",
        period: 2
    },{
        id: 47,
        "questions": "Кто был автором пьесы «Енлик-Кебек», поставленной на открытии первого театра в Казахстане?",
        "answer": "Мухтар Ауэзов",
        period: 2
    },{
        id: 48,
        "questions": "Какая из перечисленных целей была основной в рамках культурной реформы в Казахстане?",
        "answer": "Сохранение и развитие национального языка и традиций.",
        period: 2
    },{
        id: 49,
        "questions": "Что такое менталитет?",
        "answer": "Способ мышления и восприятия, характерный для определенной группы людей",
        period: 2
    },{
        id: 50,
        "questions": "СКОЛЬКО ОКТАВ В ГОЛОСЕ ДИМАША КУДАЙБЕРГЕНА",
        "answer": "6",
        period: 2
    },{
        id: 51,
        "questions": "Какое из перечисленных явлений стало фактором трансформации казахской культуры в ХХ и начале ХХI вв.?  ",
        "answer": "Советская политика культурной унификации.  ",
        period: 2
    },{
        id: 52,
        "questions": "Какой проект в Казахстане направлен на популяризацию национальной культуры за рубежом?",
        "answer": "«Современная казахстанская культура в глобальном мире»",
        period: 2
    },{
        id: 53,
        "questions": "В каком году открыт первый ВУЗ Казахстана под названием Казахский государственный университет?",
        "answer": "1928",
        period: 2
    },{
        id: 54,
        "questions": "Какой казахстанский фильм получил международное признание и был номинирован на премию «Оскар»?",
        "answer": "«Айка»  ",
        period: 2
    },{
        id: 55,
        "questions": "Кто является автором гимна Республики Казахстан?",
        "answer": "Нурсултан Назарбаев и Жумекен Нажимеденов",
        period: 2
    },{
        id: 56,
        "questions": "Какая традиция казахской культуры внесена в список нематериального культурного наследия ЮНЕСКО?",
        "answer": "Наурыз мейрамы ",
        period: 2
    },{
        id: 57,
        "questions": "Кто из казахстанских писателей получил премию Нобеля?",
        "answer": "Никто из вышеперечисленных",
        period: 2
    },{
        id: 58,
        "questions": "Как называется современный театр в Астане, где ставятся оперы и балеты мирового уровня?  ",
        "answer": "Астана Опера  ",
        period: 2
    },{
        id: 59,
        "questions": "Какая современная казахстанская певица выступала на «Евровидении»?  ",
        "answer": "Karakat Bashanova  ",
        period: 2
    },{
        id: 60,
        "questions": "Какой казахстанский фестиваль посвящён современному искусству?  ",
        "answer": "Nomad Way",
        period: 2
    },{
        id: 61,
        "questions": "Что символизирует казахский орнамент?  ",
        "answer": "Единство семьи и рода",
        period: 3
    },{
        id: 62,
        "questions": "Какое событие 21 века стало символом возрождения культуры Казахстана?  ",
        "answer": "Экспо-2017",
        period: 3
    },{
        id: 63,
        "questions": "Какое  захоронение является самым древним в Казахстане?  ",
        "answer": "Иссыкский курган",
        period: 3
    },{
        id: 64,
        "questions": "Кто является символом казахской литературы и классической поэзии?  ",
        "answer": "Абай Кунанбаев",
        period: 3
    },{
        id: 65,
        "questions": "Какой современный казахстанский фильм снят о трагедии на Семипалатинском ядерном полигоне?  ",
        "answer": "«Азия» ",
        period: 3
    },{
        id: 66,
        "questions": "Какое событие ежегодно отмечается как день казахской домбры?  ",
        "answer": "Первое воскресенье июля",
        period: 3
    },{
        id: 67,
        "questions": "Какой международный праздник празднуется в Казахстане как символ единства?  ",
        "answer": "День единства народа Казахстана ",
        period: 3
    },{
        id: 68,
        "questions": "Какое из следующих произведений Абая Кунанбаева имеет философский характер?  ",
        "answer": "«Книга слов»",
        period: 3
    },{
        id: 69,
        "questions": "Какой элемент казахской юрты символизирует солнце?  ",
        "answer": "Шанырак ",
        period: 4
    },{
        id: 70,
        "questions": "Какой проект в Казахстане направлен на возрождение историко-культурного наследия?  ",
        "answer": "«Рухани жаңғыру»",
        period: 3
    }, {
        id: 71,
        "questions": "Как называется крупнейший театр Казахстана?  ",
        "answer": "ГАТОБ им. Абая",
        period: 3
    },{
        id: 72,
        "questions": "В каком году Алматы получил звание культурной столицы СНГ?  ",
        "answer": "2016",
        period: 3
    },{
        id: 73,
        "questions": "Какая тема доминирует в современной казахской поэзии?",
        "answer": "Патриотизм",
        period: 3
    },{
        id: 74,
        "questions": "Как называется казахстанская кинопремия?",
        "answer": "Тулпар",
        period: 3
    },{
        id: 75,
        "questions": "Когда в Казахстане отмечают День влюбленных ",
        "answer": "15 апреля ",
        period: 3
    },
]

export const periodsCultorologia = [{name: "I", slug: 1}, {name: "II", slug: 2}, {name: "III", slug: 3}]