import type {IQuestion} from "../models/questions.js";

export const questionsCultorologia: IQuestion[] = [
    {
        id: 1,
        question: "Какое событие считается началом формирования казахской национальности?",
        answer: "Принятие ислама казахскими племенами",
        period: 1
    },{
        id: 2,
        question: "Культура является:",
        answer: "единством материального и духовного факторов",
        period: 1
    },{
        id: 3,
        question: "Какую идею продвигали представители казахского Просвещения в XIX веке?",
        answer: "Просвещение и образование как путь к прогрессу.",
        period: 4
    },{
        id: 4,
        question: "Как называется ранняя форма религии, связанная с поклонением каким-либо реальным предметам и наделением их сверхъестественными свойствами",
        answer: "Фетишизм",
        period: 1
    },{
        id: 5,
        question: "Какая из перечисленных характеристик относится к культуре как социальной системе",
        answer: "Передача традиций от поколения к поколению.=",
        period: 1
    },{
        id: 6,
        question: "Какой элемент казахской национальной одежды носили девушки как символ совершеннолетия?",
        answer: "Сәукеле",
        period: 1
    },{
        id: 7,
        question: "Какое событие в культурной жизни Казахстана XXI века стало важным этапом для развития национальной идентичности и культурного обмена?",
        answer: "Организация культурной программы на ЭКСПО-2017 в Астане",
        period: 1
    },{
        id: 8,
        question: "Какие основные вызовы стоят перед казахской культурой в условиях глобализации?",
        answer: "Сохранение культурной идентичности в условиях влияния глобализации.",
        period: 1
    },{
        id: 9,
        question: "Какое событие стало значительным в развитии казахстанской литературы в 20 веке?",
        answer: "Основание Союза писателей Казахстана в 1934 году.",
        period: 1
    },{
        id: 10,
        question: "Какое событие стало ключевым для формирования казахской народности?",
        answer: "Образование Казахского ханства",
        period: 1
    },{
        id: 11,
        question: "Как называется казахская игра, в которой всадники на конях борются за обезглавленную тушу козла, забирая ее у соперников и забивая «гол» в специальные ворота?",
        answer: "Кокпар",
        period: 1
    },{
        id: 12,
        question: "Какой праздник в Казахстане символизирует обновление природы и начало нового года?",
        answer: "Наурыз",
        period: 1
    },{
        id: 13,
        question: "Какой напиток готовили казахи из верблюжьего молока?",
        answer: "шубат",
        period: 1
    },{
        id: 14,
        question: "Термин «Культурология» для обозначения особой дисциплины, изучающей культуру как «самостоятельную упорядочность феноменов», – предложил использовать…",
        answer: "американский антрополог Л. Уайт в 1960 г. ",
        period: 1
    },{
        id: 15,
        question: "Какая из работ принадлежит Чокану Валиханову?",
        answer: "«Описание Джунгарии».",
        period: 1
    },{
        id: 16,
        question: "Какое произведение посвящено образу Аттилы в мировой культуре?",
        answer: "Опера Джузеппе Верди “Аттила” ",
        period: 1
    },{
        id: 17,
        question: "Как природные условия степи повлияли на философию казахов?",
        answer: "Казахи стремились к гармонии с природой, считая её частью своей жизни",
        period: 1
    },{
        id: 18,
        question: "Когда родился Әлкей Хақанұлы Марғұлан?",
        answer: "11 мая 1904 ",
        period: 1
    },{
        id: 19,
        question: "Как называется процесс взаимопроникновения и взаимодействия культур?",
        answer: "Аккультурация",
        period: 1
    },{
        id: 20,
        question: "Какие традиции казахского народа связаны с гостеприимством?  ",
        answer: "Қонақасы",
        period: 1
    },{
        id: 22,
        question: "Задача искусства связанная с установлением и поддержанием культурных и эмоциональных связей между людьми?",
        answer: "Коммуникативная",
        period: 1
    },{
        id: 23,
        question: "Какой из вкладов аль-Фараби наиболее повлиявший на формирование средневековой культуры и науки?",
        answer: "Соединение идей античной философии с исламской традицией, создание концепции “добродетельного города”.",
        period: 1
    },{
        id: 24,
        question: "К культурологическим концепциям XX в. относится:",
        answer: "символическая",
        period: 1
    },{
        id: 25,
        question: "Какой элемент был обязательным в погребальных обрядах знатных древних кочевников Казахстана?",
        answer: "Захоронение в курганах.",
        period: 1
    },{
        id: 26,
        question: "Основоположником теории «культурно – исторических типов» был …",
        answer: "Н.Я Данилевский ",
        period: 1
    },{
        id: 27,
        question: "Какая письменность использовалась в ранних тюркских государствах?",
        answer: "Тюркская-руническая письменность ",
        period: 1
    },{
        id: 28,
        question: "Какое из значений наиболее точно отражает первоначальный перевод слова «культура» с латыни?",
        answer: "Обработка, возделывание",
        period: 1
    },{
        id: 29,
        question: "От чего зависит правовая культура ? ",
        answer: "она зависит от уровня развития правового сознания населения ",
        period: 1
    },{
        id: 30,
        question: "Какое достижение связано с вкладом народов Центральной Азии в мировую культуру?",
        answer: "Создание тюркского письменного наследия, включая “Книгу моего деда Коркута”.",
        period: 1
    },{
        id: 31,
        question: "Какое произведение считается одним из важнейших памятников казахского народного эпоса?",
        answer: "«Козы Корпеш – Баян Сулу»",
        period: 2
    },{
        id: 32,
        question: "Как называется форма культуры, которая создается профессионалами для узкого круга людей?",
        answer: "Элитарная культура",
        period: 2
    },{
        id: 33,
        question: "Благодаря какому виду оружия имя саков стало известно всему миру?",
        answer: "скифский лук ",
        period: 2
    },{
        id: 34,
        question: "В каком году Каныш Сатпаев был избран президентом Академии наук КазССР?",
        answer: "1946",
        period: 2
    },{
        id: 35,
        question: "Как называется традиция казахского народа, связанная оказанием помощи соседям в хозяйственных делах ",
        answer: " Асар",
        period: 2
    },{
        id: 36,
        question: "Какое наследие ЮНЕСКО в Казахстане представляет собой комплекс древних курганов и памятников в Восточном Казахстане?",
        answer: "В конце XX века",
        period: 2
    },{
        id: 37,
        question: "Что из перечисленного является основным элементом культуры, формирующим ее анатомию?",
        answer: "Социальные нормы и ценности",
        period: 2
    },{
        id: 38,
        question: "Как творчество Димаша Кудайбергенова отражает традиции и современность казахской культуры?",
        answer: "Использование домбры и казахских народных песен.",
        period: 2
    },{
        id: 39,
        question: "Что стало символом возрождения культуры в независимом Казахстане?",
        answer: "Празднование Наурыза",
        period: 2
    },{
        id: 40,
        question: "Что означает понятие культурный код?",
        answer: "Совокупность символов, ценностей, норм и традиций, характерных для определённой культуры.",
        period: 2
    },{
        id: 41,
        question: "Как называется форма передачи культурного опыта от одного поколения к другому?",
        answer: "Традиция",
        period: 2
    },{
        id: 42,
        question: "Что такое субкультура?",
        answer: "Часть общей культуры, характерная для определенной группы людей ",
        period: 2
    },{
        id: 43,
        question: "Какой концепт в культурологии предполагает, что все культуры равны и их нельзя оценивать с позиций другой культуры?",
        answer: "Культурный релятивизм",
        period: 2
    },{
        id: 44,
        question: "Выработку национальной идеи с позиции нациообразующих казахов предложил известный писатель:",
        answer: "А. Кекилбаев ",
        period: 2
    },{
        id: 45,
        question: "Какие из перечисленных характеристик чаще всего считаются признаками развитой цивилизации?",
        answer: "Наличие сложной системы письменности, обеспечивающей сохранение культурного и научного наследия",
        period: 2
    },{
        id: 46,
        question: "Выберите верное утверждение о суфизме:",
        answer: "Суфизм – мистическое течение в исламе, направленное на непосредственное познание Бога.",
        period: 2
    },{
        id: 47,
        question: "Кто был автором пьесы «Енлик-Кебек», поставленной на открытии первого театра в Казахстане?",
        answer: "Мухтар Ауэзов",
        period: 2
    },{
        id: 48,
        question: "Какая из перечисленных целей была основной в рамках культурной реформы в Казахстане?",
        answer: "Сохранение и развитие национального языка и традиций.",
        period: 2
    },{
        id: 49,
        question: "Что такое менталитет?",
        answer: "Способ мышления и восприятия, характерный для определенной группы людей",
        period: 2
    },{
        id: 50,
        question: "СКОЛЬКО ОКТАВ В ГОЛОСЕ ДИМАША КУДАЙБЕРГЕНА",
        answer: "6",
        period: 2
    },{
        id: 51,
        question: "Какое из перечисленных явлений стало фактором трансформации казахской культуры в ХХ и начале ХХI вв.?  ",
        answer: "Советская политика культурной унификации.  ",
        period: 2
    },{
        id: 52,
        question: "Какой проект в Казахстане направлен на популяризацию национальной культуры за рубежом?",
        answer: "«Современная казахстанская культура в глобальном мире»",
        period: 2
    },{
        id: 53,
        question: "В каком году открыт первый ВУЗ Казахстана под названием Казахский государственный университет?",
        answer: "1928",
        period: 2
    },{
        id: 54,
        question: "Какой казахстанский фильм получил международное признание и был номинирован на премию «Оскар»?",
        answer: "«Айка»  ",
        period: 2
    },{
        id: 55,
        question: "Кто является автором гимна Республики Казахстан?",
        answer: "Нурсултан Назарбаев и Жумекен Нажимеденов",
        period: 2
    },{
        id: 56,
        question: "Какая традиция казахской культуры внесена в список нематериального культурного наследия ЮНЕСКО?",
        answer: "Наурыз мейрамы ",
        period: 2
    },{
        id: 57,
        question: "Кто из казахстанских писателей получил премию Нобеля?",
        answer: "Никто из вышеперечисленных",
        period: 2
    },{
        id: 58,
        question: "Как называется современный театр в Астане, где ставятся оперы и балеты мирового уровня?  ",
        answer: "Астана Опера  ",
        period: 2
    },{
        id: 59,
        question: "Какая современная казахстанская певица выступала на «Евровидении»?  ",
        answer: "Karakat Bashanova  ",
        period: 2
    },{
        id: 60,
        question: "Какой казахстанский фестиваль посвящён современному искусству?  ",
        answer: "Nomad Way",
        period: 2
    },{
        id: 61,
        question: "Что символизирует казахский орнамент?  ",
        answer: "Единство семьи и рода",
        period: 3
    },{
        id: 62,
        question: "Какое событие 21 века стало символом возрождения культуры Казахстана?  ",
        answer: "Экспо-2017",
        period: 3
    },{
        id: 63,
        question: "Какое  захоронение является самым древним в Казахстане?  ",
        answer: "Иссыкский курган",
        period: 3
    },{
        id: 64,
        question: "Кто является символом казахской литературы и классической поэзии?  ",
        answer: "Абай Кунанбаев",
        period: 3
    },{
        id: 65,
        question: "Какой современный казахстанский фильм снят о трагедии на Семипалатинском ядерном полигоне?  ",
        answer: "«Азия» ",
        period: 3
    },{
        id: 66,
        question: "Какое событие ежегодно отмечается как день казахской домбры?  ",
        answer: "Первое воскресенье июля",
        period: 3
    },{
        id: 67,
        question: "Какой международный праздник празднуется в Казахстане как символ единства?  ",
        answer: "День единства народа Казахстана ",
        period: 3
    },{
        id: 68,
        question: "Какое из следующих произведений Абая Кунанбаева имеет философский характер?  ",
        answer: "«Книга слов»",
        period: 3
    },{
        id: 69,
        question: "Какой элемент казахской юрты символизирует солнце?  ",
        answer: "Шанырак ",
        period: 4
    },{
        id: 70,
        question: "Какой проект в Казахстане направлен на возрождение историко-культурного наследия?  ",
        answer: "«Рухани жаңғыру»",
        period: 3
    }, {
        id: 71,
        question: "Как называется крупнейший театр Казахстана?  ",
        answer: "ГАТОБ им. Абая",
        period: 3
    },{
        id: 72,
        question: "В каком году Алматы получил звание культурной столицы СНГ?  ",
        answer: "2016",
        period: 3
    },{
        id: 73,
        question: "Какая тема доминирует в современной казахской поэзии?",
        answer: "Патриотизм",
        period: 3
    },{
        id: 74,
        question: "Как называется казахстанская кинопремия?",
        answer: "Тулпар",
        period: 3
    },{
        id: 75,
        question: "Когда в Казахстане отмечают День влюбленных ",
        answer: "15 апреля ",
        period: 3
    },
]

export const periodsCultorologia = [{name: "I", slug: 1}, {name: "II", slug: 2}, {name: "III", slug: 3}]