export const questionsData = [
    {
        id: 1,
        "questions": "Какое было звания в конце войны и каким отрядом управлял Б.Момышулы",
        "answer": "Звания: Полковник, отряд: 9-тый гвардейсткий полк",
    },
    {
        id: 2,
        "questions": "Куда откочевал Сырым Датов?",
        "answer": "Хива",
    },
    {
        id: 3,
        "questions": "Орбулакская битва. Казахи воевали против кого? Кем был ханом? В коком году? Кол-во войск?",
        "answer": "Против: Джунгар, Хан: Жангир, Год: 1643, Кол-во войск: 50 тыс",
    },
    {
        id: 4,
        "questions": "Автор реформы по массовому пересилению крестян?",
        "answer": "Столыпин",
    },
    {
        id: 5,
        "questions": "Шаньюй можно назвать сыном?",
        "answer": "Неба",
    },
    {
        id: 6,
        "questions": "Територия и основатель Могулистана?",
        "answer": "Територия: Семиречье, Основатель Эмир Пуладчи",
    },
    {
        id: 7,
        "questions": "столица Могулистана?",
        "answer": "Алмалык",
    },
    {
        id: 8,
        "questions": "Чем закончились походы руской армии 60-70ых 19 века в Среднию Азию?",
        "answer": "Южный Казакстан вошел в состав Росии",
    },
    {
        id: 9,
        "questions": "Кто возглавил в Букеевской Орде восстание 1836 - 1838 г?",
        "answer": "Исатай Тайманов",
    },
    {
        id: 10,
        "questions": "Курганы с усами характерные черты? (культура)",
        "answer": "Тасмолинской культуры",
    },
    {
        id: 11,
        "questions": "Теретория ногайской орды? (Мангытского юрта)",
        "answer": "Междуречье Волги и Урала",
    },
    {
        id: 12,
        "questions": "Административный центр Тюрского каганата? (город)",
        "answer": "Суяб",
    },
    {
        id: 13,
        "questions": "Столица Кыпчаков",
        "answer": "Сыганак",
    },
    {
        id: 14,
        "questions": "Основал движущая сила (сословие людей) востания Кенесары Касымулы",
        "answer": "Шаруа (крестяне)",
    },
    {
        id: 15,
        "questions": "Изобретение лука и стрел главное достижение эпохи:",
        "answer": "Мезолита",
    },
    {
        id: 16,
        "questions": "Назовите годы: Годы великого бедствие, Актабан шубырынды",
        "answer": "1723-1727",
    },
    {
        id: 17,
        "questions": "Назоите место и уезд правидения 2 крупной ярморки 19 века:",
        "answer": "Семиречье, Верненский уезд",
    },
    {
        id: 18,
        "questions": "Назоите 2 крупную ярморку 19 века:",
        "answer": "Каркаринская",
    },
    {
        id: 19,
        "questions": "Где была чарская ярморка?",
        "answer": "Уральский уезд",
    },
    {
        id: 20,
        "questions": "Назование современного города Аулие - Ата?",
        "answer": "Тараз",
    },
    {
        id: 21,
        "questions": "Назовите 1 самую крупнейшую ярморку в Казакстан 19 века?",
        "answer": "Кояндинско-Ботавская",
    },
    {
        id: 22,
        "questions": "Назовите год проведения 1 самой крупнейшей ярморки 19 века и месяцы проведения?",
        "answer": "1848г 1(15)июня - 1(15)июля",
    },
    {
        id: 23,
        "questions": "Назовите год и месяцы проведения крупной 2 ярморки в 19 веке?",
        "answer": "1893г 15мая - 15июля",
    },
    {
        id: 24,
        "questions": "Назовите место уезд, тереторию смой 1 крупнейшей ярморки 19 века?",
        "answer": "место Талды-Коянды, уезд: Каркаралинский, теретория: Центральный Казакстан",
    },
    {
        id: 25,
        "questions": "Самый популярные виды торговли в 19 веке?",
        "answer": "Ярморочная и разъездная",
    },
    {
        id: 26,
        "questions": "Ямышеская - ...г? Железинская - ...г? Семипалатинская - ...г? Усть-Каменногорская, Коряковская - ...г? крепостей",
        "answer": "Ямышеская - 1716г, Железинская - 1717г, Семипалатинская - 1718г, Усть-Каменногорская - 1720г",
    },
    {
        id: 27,
        "questions": "Аягузкая сражение год: , кто: , где: , итог: ?",
        "answer": "год: 1717/1718г, кто: казахи и джунгары, где: река Аягуз, итог: пражение казахов",
    },
    {
        id: 28,
        "questions": "Место гибели калмыков, где: ?, когда: ?, название битвы: ?, итого: ?, кол-во войск: ??",
        "answer": "где: река Буланты, когда: 1726/1728г, название битвы: Булатинская битва, итог: казахи вернули северо восточный Казакстан, кол-во войск: 60 тыс",
    },
    {
        id: 29,
        "questions": "Востание Жоламана Тленшиулы, годы: ?, причины: ?, последстия: ?",
        "answer": "годы: 1822/1823 - 1825г, причины: 1) отмена ханской власти в Младшем жузе, строительство 29 крепостей по р.Илек, 2) строительство Навоилецкой линии, У казахов забрали 600тыс десятин земли, последствие: Подавлено.",
    },
    {
        id: 30,
        "questions": "Место стонов и рыданий врага, где: ?, когда: ?, итого: ?, название сражения: ?",
        "answer": "где: оз.Балхаш, м.Далатау, когда: 1729-1730г, итог: коренной перелом в казачского-джунгарской войне, название: Аныракайская битва",
    },
    {
        id: 31,
        "questions": "в 1892 году было строительство (чего), из-за чего изчято (сколько?) земли.",
        "answer": "Чего: Транссибирской ж/д, сколько: 4,2 млн земли",
    },
    {
        id: 32,
        "questions": "где, против кого, когда была битва с Томирис?",
        "answer": "где: Амударья, против Кира, когда: 530г до н.э",
    },
    {
        id: 33,
        "questions": "Для кого Россия строила крепости на Иртыше?",
        "answer": "Защита от джунгар; возможностЬ для колонизации",
    },
    {
        id: 34,
        "questions": "Тон и Шегу правители кокого государства?",
        "answer": "Зподно-Тюрского каганата",
    },
    {
        id: 35,
        "questions": "№1.Всеказакский съезд: место: ?, год: ?, цель: ?, год: ?, участники: ?, хан: ?",
        "answer": "место: пустыня Каракулы, год: 1710г, цель: собрать народное опалчение против джунгар, участнини: помощники: комп и Абулхаир, военачальник: Багенбай, хан: Тауке",
    },
    {
        id: 36,
        "questions": "Руководители востания на Мангыстау в 1870г?",
        "answer": "Досан Танжиулы, Иса Тленбайулы",
    },
    {
        id: 37,
        "questions": "№2 Всеказакский курултай, где: ?, когда: ?, зачем: ?",
        "answer": "где: года Огдабасы, когда: 1726г, зачем: собрать народное ополнения, глава - Абулхаир",
    },
    {
        id: 38,
        "questions": "битва Юъджи против ?, когда: ?, поражение Юэджи",
        "answer": "битва Юъджи против Гуны, когда: 165г",
    },
    {
        id: 39,
        "questions": "в 101г до н.э кангюи объединились с...?",
        "answer": "Ферганцами",
    },
    {
        id: 40,
        "questions": "Столипенская реформа принята в...?",
        "answer": "1906",
    },
    {
        id: 41,
        "questions": "Кто такие Кулаки",
        "answer": "Зажиточные, богатые кристьяне",
    },
    {
        id: 42,
        "questions": "Столыпенская рефрма оброзовала Переселенчиский фонд, с целью?",
        "answer": "Изятие земель у казахов",
    },
    {
        id: 43,
        "questions": "Кангюи распрологались на...",
        "answer": "Южный Казакстан Сырдарья и Шаш",
    },
    {
        id: 44,
        "questions": "Самый древний курган? (в каком веке?)",
        "answer": "8 в до н.э Шиликты и Мэйлир",
    },
    {
        id: 45,
        "questions": "Как звали китайского императора из-за которого началась кризс у гунов?",
        "answer": "У-Ди",
    },
    {
        id: 46,
        "questions": "Ставка тюркского каганата? (колыбель тюрков)",
        "answer": "Алтай",
    },
    {
        id: 47,
        "questions": "Территория Заподно-Тюрского каганата",
        "answer": "от Семиречья до Черного моря",
    },
    {
        id: 48,
        "questions": "Культура на территории Туркмении эпохи неолита называется",
        "answer": "Джейтунская",
    },
    {
        id: 49,
        "questions": "Сарматы располагались?",
        "answer": "Зпадный Казакстан муждуречье Волги и Урала",
    },
    {
        id: 50,
        "questions": "Кангюи подчинили?",
        "answer": "Массагеты, Сарматы, Аланов",
    },
    {
        id: 51,
        "questions": "Сакал и Сулу являются правителями кокого гос-тва?",
        "answer": "Тюргешского каганата",
    },
    {
        id: 52,
        "questions": "Востание Сырым Датова территория: ?, годы: ?, против кого: ?, убил: ?",
        "answer": "Территория: Младший жуз (р.Илек, Ходба, Ойыл, Жем, Сагыз), годы: 1783-1797г, против: Царизма, убил Есима",
    },
    {
        id: 53,
        "questions": "кто устновил первый контакт с Масковским государством Иваном 3?",
        "answer": "Касым хан",
    },
    {
        id: 54,
        "questions": "Какой закон приняли 22 сенября 1989г?",
        "answer": "О языках",
    },
    {
        id: 55,
        "questions": "Время правления Касым хана?",
        "answer": "1511 - 1518/1523",
    },
    {
        id: 56,
        "questions": "Территория Тюрского каганата?",
        "answer": "Манжьжюри до Босфора, от Сибири до Персии",
    },
    {
        id: 57,
        "questions": "Кто стал хозяином ВШП в 5-6 веках? Почему?",
        "answer": "Тюрский каганат, обеспечивали зашиту",
    },
    {
        id: 58,
        "questions": "Суяб является ставкой?",
        "answer": "Тюрских гос-тв",
    },
    {
        id: 59,
        "questions": "Территория Тюргешского каганата?",
        "answer": "Жетысу",
    },
    {
        id: 60,
        "questions": "территория Карсукского каганата?",
        "answer": "Жетысу",
    },
    {
        id: 61,
        "questions": "В карлукском каганате, правитель до 840 г носил титул?",
        "answer": "Джабу",
    },
    {
        id: 62,
        "questions": "В 1723г кто возглавил джунгарское восстание?",
        "answer": "Цеван Рабдан",
    },
    {
        id: 63,
        "questions": "Хаканазар вел переговоры с российским правителем...?",
        "answer": "Иваном Грозным",
    },
    {
        id: 64,
        "questions": "какие были отношения Саков с ахменидами?",
        "answer": "Они воевали друг с другом",
    },
    {
        id: 65,
        "questions": "Сатух-Бограхан является правителем?",
        "answer": "Караханидов",
    },
    {
        id: 66,
        "questions": "Распостранение кочевого оброза жизни в коком веке?",
        "answer": "Раннем железе 3в до н.э",
    },
    {
        id: 67,
        "questions": "Восстание И.Тайманулы и М.Устемисулы. где: ?, когда: ?, против кого: ?, причины: ?, характер: ?, итог: ?",
        "answer": "Бокеевская Орда (перешла на Младший жуз), когда: 1836 - 1858г; против: царизма и Жангир хана; причины: земельный вопрос, повышение налогов, политика Жангира; характер: антиколниальный; итог: подавлено, предел росту налогов;",
    },
    {
        id: 68,
        "questions": "Высшие сословие, аристократие, в тюрском каганате?",
        "answer": "Беки",
    },
    {
        id: 69,
        "questions": "кто выступал против Цилины?",
        "answer": "Шаяхметов (Первый секретарь в ЦК К ПК)",
    },
    {
        id: 70,
        "questions": "в 1513г Касым хан завоевал город?",
        "answer": "Сайрам",
    },
    {
        id: 71,
        "questions": "Время существования государство Караханидов?",
        "answer": "940 - 1212г",
    },
    {
        id: 72,
        "questions": "Время существования Тюргешского каганата?",
        "answer": "704 - 756г",
    },
    {
        id: 73,
        "questions": "Время существования Карлукского каганата",
        "answer": "756 - 940г",
    },
    {
        id: 74,
        "questions": "Кто объявлен Елханом Тюрского каганата",
        "answer": "Бумын",
    },
    {
        id: 75,
        "questions": "Время Заподнотюрского каганата?",
        "answer": "603 - 704г",
    },
    {
        id: 76,
        "questions": "В сакских царствах правили:",
        "answer": "Вожди",
    },
    {
        id: 77,
        "questions": "Китайцы объединяли тюркоязычные племена общим этнонимом - ...",
        "answer": "Телэ",
    },
    {
        id: 78,
        "questions": "Темник - это ...?",
        "answer": "Глава тумена",
    },
    {
        id: 79,
        "questions": "Наеболее полный перечень занятий Сарматов",
        "answer": "кочевое скотоводство, земледелие, охота",
    },
    {
        id: 80,
        "questions": "Иследовали эпоху бронзы?",
        "answer": "Зайберг, Мургулан, Кадырбаев",
    },
    {
        id: 81,
        "questions": "Почему Махамбет Утилисов стремился к мирному решению? какая цель?",
        "answer": "Выйграть время и откочевать",
    },
    {
        id: 82,
        "questions": "Когда был построен вервый педогогический университет в Казакстане?",
        "answer": "1928 им Абая",
    },
    {
        id: 83,
        "questions": "Кошкарбаев и Булатов что сделали?",
        "answer": "Первыми водрузили Красное знамя на фронте Рейхстага",
    },
    {
        id: 84,
        "questions": "Столица Кангюев?",
        "answer": "Битянь",
    },
    {
        id: 85,
        "questions": "Кто убил Дария 3 в 331г до н.э?",
        "answer": "Александр Македонский",
    },
    {
        id: 86,
        "questions": "Указ о вхождении в Младшего жуза в состав Росиии произошел в...",
        "answer": "1731г 19 февраля",
    },
    {
        id: 87,
        "questions": "Когда и зачем были построены Ямышевская, Железинская, Семипалатинская, Корековская, Устькаминогорская крепости? (ответ в веках)?",
        "answer": "Начало 18 века; с целью будущей колонизации",
    },
    {
        id: 88,
        "questions": "С какой целью Тауекель зан поехал в Москву в 1594 г?",
        "answer": "Военный союз",
    },
    {
        id: 89,
        "questions": "Курганы в месности Улыбай, схожие с памятниками тасмолиской культуры найдены: ?",
        "answer": "В Северном Казастане",
    },
    {
        id: 90,
        "questions": "Востание в Уральской и Тургайской областях (1868 - 1869) подавлено?",
        "answer": "Веревкин и Рукин",
    },
    {
        id: 91,
        "questions": "В 1869г делопроизводитель в Тургае был?",
        "answer": "Ыбырай Алтынсарин",
    },
    {
        id: 92,
        "questions": "Сетерегущие золото - называли племена саков?",
        "answer": "Аримаспы",
    },
    {
        id: 93,
        "questions": "територия восточного Дешты-и-Кыпчаки",
        "answer": "от Волги до Алтая",
    },
    {
        id: 94,
        "questions": "Сыгнак распостронялся где?",
        "answer": "на р.Сырдарья",
    },
    {
        id: 95,
        "questions": "Отмена крепостного права, а ктакже пересиленеская политика царизма произошла в ... году",
        "answer": "1861",
    },
    {
        id: 96,
        "questions": "1786г - проведена реформа с целью ликфидировать ханскую власть. Автор реформы: ?, Послледствия: ?",
        "answer": "Автор: Игельбстром; последствия: борьба султанов и старшин родов, 1791г - вернули ханскую власть",
    },
    {
        id: 97,
        "questions": "Кангюи сначало зависили от ...",
        "answer": "юэджи (юг) и гунов (север)",
    },
    {
        id: 98,
        "questions": "Уссуны распростронились где?",
        "answer": "Жетысу",
    },
    {
        id: 99,
        "questions": "Караханиды, газневиды против ... в 999г?",
        "answer": "Саманиды",
    },
    {
        id: 100,
        "questions": "Територия гос-во Огузов?",
        "answer": "Урал и Волга (Восточная Европа и Малая Азия)",
    },
    {
        id: 101,
        "questions": "Путишественик посетивший Золотую Орду и составивший источники о кыпчаках?",
        "answer": "Плано Карпини",
    },
    {
        id: 102,
        "questions": "Кто такие жатаки?",
        "answer": "Обедневшие скотоводы, которые прешли на оседлый образ жизни. Рабочие",
    },
    {
        id: 103,
        "questions": "Кто и следовал сооружение Акыртас?",
        "answer": "К.Байпаков",
    },
    {
        id: 104,
        "questions": "Территория гос-во Караханидов?",
        "answer": "Жетысу и Восточный Туркистан",
    },
    {
        id: 105,
        "questions": "Кучлук правитель кокого гос-ва?",
        "answer": "Найманы",
    },
    {
        id: 106,
        "questions": "Огузы и ... против Хазарский каганат в 965г?",
        "answer": "Киевская Русь",
    },
    {
        id: 107,
        "questions": "Огузы и Киевская Русь против ... в 985?",
        "answer": "Волжкие Булгары",
    },
    {
        id: 108,
        "questions": "Территория гос-во Кыпччаков?",
        "answer": "от Алтая до Дуная",
    },
    {
        id: 109,
        "questions": "что такое Дешт-и-Кыпчак?",
        "answer": "територия где жили Кыпчаки",
    },
    {
        id: 110,
        "questions": "територия заподного Дешт-и-Кыпчака?",
        "answer": "от Дуная до Волги",
    },
    {
        id: 111,
        "questions": "Главные источники Тюского каганата?",
        "answer": "Китайские сведения",
    },
    {
        id: 112,
        "questions": "из рода Ашин главный в тюкских госураств?",
        "answer": "Каган",
    },
    {
        id: 113,
        "questions": "Время существования ханства Абулхаира?",
        "answer": "1428 - 1468г",
    },
    {
        id: 114,
        "questions": "Формирования кочевого скотоводства?",
        "answer": "1 тыс до н.э",
    },
    {
        id: 115,
        "questions": "Когда была Атлахская (Талаская) битва",
        "answer": "751г",
    },
    {
        id: 116,
        "questions": "Титул правителя гунов?",
        "answer": "Шанью",
    },
    {
        id: 117,
        "questions": "Написанная в 11 веке поэма называется? Автор?",
        "answer": "Кутатгу билик, Юсуф Баласагуни",
    },
    {
        id: 118,
        "questions": "Основатель империи гунов?",
        "answer": "Модэ",
    },
    {
        id: 119,
        "questions": "Год рождения Аль-Фараби?",
        "answer": "870г",
    },
    {
        id: 120,
        "questions": "Время существования Тюрского каганата?",
        "answer": "552 - 603г",
    },
    {
        id: 121,
        "questions": "Прокмелькнувший метеор, автор: ?, про кого: ?,",
        "answer": "автор: С.Муканов, про кого: Шокан Уалиханов",
    },
    {
        id: 122,
        "questions": "Кто написал 'о мусульманской степи'?",
        "answer": "Шокан Уалиханов",
    },
    {
        id: 123,
        "questions": "Кто написал эпос 'Манас'?",
        "answer": "Шокан Уалиханов",
    },
    {
        id: 124,
        "questions": "Где учился Шокан Уалиханов и в каком звании выпустился?",
        "answer": "Сибирском кадетном корпусе, звание: корнет",
    },
    {
        id: 125,
        "questions": "Кто записал: Козы-корпеш-Баян-Сулу, Ер Кокше?",
        "answer": "Шокан Уалиханов",
    },
    {
        id: 126,
        "questions": "Годы жизни Шокана Уалихана?",
        "answer": "1835 - 1865",
    },
    {
        id: 127,
        "questions": "Какие степи Ыбырая Алтынсарина написали нравственно паучительный характер?",
        "answer": "Лицимерному судье, Друзям и молодежи, Мать",
    },
    {
        id: 128,
        "questions": "Кто открыл школу - интернат в Тургае и в каком году?",
        "answer": "Ыбрай Алтынсарин, в 1864",
    }

]