export const questionsData = [
    {
        id: 1,
        "questions": "Какое было звания в конце войны и каким отрядом управлял Б.Момышулы",
        "answer": "Звания: Полковник, отряд: 9-тый гвардейский полк",
    },
    {
        id: 2,
        "questions": "Куда откочевал Сырым Датов?",
        "answer": "Хива",
    },
    {
        id: 3,
        "questions": "Орбулакская битва. Казахи воевали против кого? Кем был ханом? В коком году? Кол-во войск?",
        "answer": "Против: Джунгар, Хан: Жангир, Год: 1643, Кол-во войск: 50 тыс",
    },
    {
        id: 4,
        "questions": "Автор реформы по массовому переселению крестьян?",
        "answer": "Столыпин",
    },
    {
        id: 6,
        "questions": "Территория  и основатель Могулистана?",
        "answer": "Территория : Семиречье, Основатель Эмир Пуладчи",
    },
    {
        id: 7,
        "questions": "столица Могулистана?",
        "answer": "Алмалык",
    },
    {
        id: 8,
        "questions": "Чем закончились походы русской армии 60-70ых 19 века в Среднюю Азию?",
        "answer": "Южный Казакстан вошел в состав России",
    },
    {
        id: 9,
        "questions": "Кто возглавил в Букеевской Орде восстание 1836 - 1838 г?",
        "answer": "Исатай Тайманов",
    },
    {
        id: 10,
        "questions": "Курганы с усами характерные черты? (культура)",
        "answer": "Тасмолинской культуры",
    },
    {
        id: 11,
        "questions": "Территория ногайской орды? (Мангытского юрта)",
        "answer": "Междуречье Волги и Урала",
    },
    {
        id: 12,
        "questions": "Административный центр Тюркского каганата? (город)",
        "answer": "Суяб",
    },
    {
        id: 13,
        "questions": "Столица Кыпчаков",
        "answer": "Сыганак",
    },
    {
        id: 14,
        "questions": "Основал движущая сила (сословие людей) восстания Кенесары Касымулы",
        "answer": "Шаруа (крестяне)",
    },
    {
        id: 15,
        "questions": "Изобретение лука и стрел главное достижение эпохи:",
        "answer": "Мезолита",
    },
    {
        id: 16,
        "questions": "Назовите годы: Годы великого бедствие, Актабан шубырынды",
        "answer": "1723-1727",
    },
    {
        id: 17,
        "questions": "Назовите место и уезд провидения 2 крупной ярмарки 19 века:",
        "answer": "Семиречье, Верненский уезд",
    },
    {
        id: 18,
        "questions": "Назовите 2 крупную ярмарку 19 века:",
        "answer": "Каркаринская",
    },
    {
        id: 19,
        "questions": "Где была чарская ярмарка?",
        "answer": "Уральский уезд",
    },
    {
        id: 20,
        "questions": "Называние современного города Аулие - Ата?",
        "answer": "Тараз",
    },
    {
        id: 21,
        "questions": "Назовите 1 самую крупнейшую ярмарку в Казакстан 19 века?",
        "answer": "Кояндинско-Ботавская",
    },
    {
        id: 22,
        "questions": "Назовите год проведения 1 самой крупнейшей ярмарки 19 века и месяцы проведения?",
        "answer": "1848г 1(15)июня - 1(15)июля",
    },
    {
        id: 23,
        "questions": "Назовите год и месяцы проведения крупной 2 ярмарки в 19 веке?",
        "answer": "1893г 15мая - 15июля",
    },
    {
        id: 24,
        "questions": "Назовите место уезд, территорию смой 1 крупнейшей ярмарки 19 века?",
        "answer": "место Талды-Коянды, уезд: Каркаралинский, территория: Центральный Казакстан",
    },
    {
        id: 25,
        "questions": "Самый популярные виды торговли в 19 веке?",
        "answer": "Ярморочная и разъездная",
    },
    {
        id: 26,
        "questions": "Ямышевская - ...г? Железинская - ...г? Семипалатинская - ...г? Усть-Каменногорская, Коряковская - ...г? крепостей",
        "answer": "Ямышевская - 1716г, Железинская - 1717г, Семипалатинская - 1718г, Усть-Каменногорская - 1720г",
    },
    {
        id: 27,
        "questions": "Аягузкая сражение год: , кто: , где: , итог: ?",
        "answer": "год: 1717/1718г, кто: казахи и джунгары, где: река Аягуз, итог: поражение казахов",
    },
    {
        id: 28,
        "questions": "Место гибели калмыков, где: ?, когда: ?, название битвы: ?, итого: ?, кол-во войск: ??",
        "answer": "где: река Буланты, когда: 1726/1728г, название битвы: Булатинская битва, итог: казахи вернули севера восточный Казахстан, кол-во войск: 60 тыс",
    },
    {
        id: 29,
        "questions": "Восстание Жоламана Тленшиулы, годы: ?, причины: ?, последстия: ?",
        "answer": "годы: 1822/1823 - 1825г, причины: 1) отмена ханской власти в Младшем жузе, строительство 29 крепостей по р.Илек, 2) строительство Навоилецкой линии, У казахов забрали 600тыс десятин земли, последствие: Подавлено.",
    },
    {
        id: 30,
        "questions": "Место стонов и рыданий врага, где: ?, когда: ?, итого: ?, название сражения: ?",
        "answer": "где: оз.Балхаш, м.Далатау, когда: 1729-1730г, итог: коренной перелом в казачского-джунгарской войне, название: Аныракайская битва",
    },
    {
        id: 31,
        "questions": "в 1892 году было строительство (чего), из-за чего изъято (сколько?) земли.",
        "answer": "Чего: Транссибирской ж/д, сколько: 4,2 млн земли",
    },
    {
        id: 32,
        "questions": "где, против кого, когда была битва с Томирис?",
        "answer": "где: Амударья, против Кира, когда: 530г до н.э",
    },
    {
        id: 33,
        "questions": "Для кого Россия строила крепости на Иртыше?",
        "answer": "Защита от джунгар; возможность для колонизации",
    },
    {
        id: 35,
        "questions": "№1.Всеказакский съезд: место: ?, год: ?, цель: ?, участники: ?, хан: ?",
        "answer": "место: пустыня Каракулы, год: 1710г, цель: собрать народное ополчение против джунгар, участники: помощники: комп и Абулхаир, военачальник: Багенбай, хан: Тауке",
    },
    {
        id: 36,
        "questions": "Руководители восстания на Мангыстау в 1870г?",
        "answer": "Досан Танжиулы, Иса Тленбайулы",
    },
    {
        id: 37,
        "questions": "№2 Всеказакский курултай, где: ?, когда: ?, зачем: ?",
        "answer": "где: года Огдабасы, когда: 1726г, зачем: собрать народное ополчения, глава - Абулхаир",
    },
    {
        id: 38,
        "questions": "битва Юъджи против ?, когда: ?, поражение Юэджи",
        "answer": "битва Юъджи против Гуны, когда: 165г",
    },
    {
        id: 39,
        "questions": "в 101г до н.э кангюи объединились с...?",
        "answer": "Ферганцами",
    },
    {
        id: 40,
        "questions": "Столыпинская реформа принята в...?",
        "answer": "1906",
    },
    {
        id: 41,
        "questions": "Кто такие Кулаки",
        "answer": "Зажиточные, богатые крестьяне",
    },
    {
        id: 42,
        "questions": "Столыпинская реформа образовала Переселенческий фонд, с целью?",
        "answer": "Изъятие земель у казахов",
    },
    {
        id: 43,
        "questions": "Кангюи располагались на...",
        "answer": "Южный Казакстан Сырдарья и Шаш",
    },
    {
        id: 44,
        "questions": "Самый древний курган? (в каком веке?)",
        "answer": "8 в до н.э Шиликты и Мэйлир",
    },
    {
        id: 45,
        "questions": "Как звали китайского императора из-за которого началась кризис у гунов?",
        "answer": "У-Ди",
    },
    {
        id: 47,
        "questions": "Территория Заподно-Тюрского каганата",
        "answer": "от Семиречья до Черного моря",
    },
    {
        id: 48,
        "questions": "Культура на территории Туркмении эпохи неолита называется",
        "answer": "Джейтунская",
    },
    {
        id: 49,
        "questions": "Сарматы располагались?",
        "answer": "Зпадный Казакстан междуречье Волги и Урала",
    },
    {
        id: 50,
        "questions": "Кангюи подчинили?",
        "answer": "Массагеты, Сарматы, Аланов",
    },
    {
        id: 51,
        "questions": "Сакал и Сулу являются правителями какого гос-тва?",
        "answer": "Тюргешского каганата",
    },
    {
        id: 52,
        "questions": "Восстание Сырым Датова территория: ?, годы: ?, против кого: ?, убил: ?",
        "answer": "Территория: Младший жуз (р.Илек, Ходба, Ойыл, Жем, Сагыз), годы: 1783-1797г, против: Царизма, убил Есима",
    },
    {
        id: 53,
        "questions": "кто установил первый контакт с Масковским государством Иваном 3?",
        "answer": "Касым хан",
    },
    {
        id: 54,
        "questions": "Какой закон приняли 22 сентября 1989г?",
        "answer": "О языках",
    },
    {
        id: 55,
        "questions": "Время правления Касым хана?",
        "answer": "1511 - 1518/1523",
    },
    {
        id: 56,
        "questions": "Территория Тюркского каганата?",
        "answer": "Манжьжюри до Босфора, от Сибири до Персии",
    },
    {
        id: 57,
        "questions": "Кто стал хозяином ВШП в 5-6 веках? Почему?",
        "answer": "Тюркский каганат, обеспечивали защиту",
    },
    {
        id: 58,
        "questions": "Суяб является ставкой?",
        "answer": "Тюркских гос-тв",
    },
    {
        id: 62,
        "questions": "В 1723г кто возглавил джунгарское восстание?",
        "answer": "Цеван Рабдан",
    },
    {
        id: 63,
        "questions": "Хаканазар вел переговоры с российским правителем...?",
        "answer": "Иваном Грозным",
    },
    {
        id: 65,
        "questions": "Сатух-Бограхан является правителем?",
        "answer": "Караханидов",
    },
    {
        id: 66,
        "questions": "Распространение кочевого образа жизни в коком веке?",
        "answer": "Раннем железе 3в до н.э",
    },
    {
        id: 67,
        "questions": "Восстание И.Тайманулы и М.Устемисулы. где: ?, когда: ?, против кого: ?, причины: ?, характер: ?, итог: ?",
        "answer": "Бокеевская Орда (перешла на Младший жуз), когда: 1836 - 1838г; против: царизма и Жангир хана; причины: земельный вопрос, повышение налогов, политика Жангира; характер: антиколониальный; итог: подавлено, предел росту налогов;",
    },
    {
        id: 68,
        "questions": "Высшие сословие, аристократия, в тюркском каганате?",
        "answer": "Беки",
    },
    {
        id: 69,
        "questions": "кто выступал против Целины?",
        "answer": "Шаяхметов (Первый секретарь в ЦК К ПК)",
    },
    {
        id: 70,
        "questions": "в 1513г Касым хан завоевал город?",
        "answer": "Сайрам",
    },
    {
        id: 79,
        "questions": "Наиболее полный перечень занятий Сарматов",
        "answer": "кочевое скотоводство, земледелие, охота",
    },
    {
        id: 81,
        "questions": "Почему Махамбет Утилисов стремился к мирному решению? какая цель?",
        "answer": "Выиграть время и откочевать",
    },
    {
        id: 82,
        "questions": "Когда был построен первый педагогический университет в Казахстане?",
        "answer": "1928 им Абая",
    },
    {
        id: 83,
        "questions": "Кошкарбаев и Булатов что сделали?",
        "answer": "Первыми водрузили Красное знамя на фронте Рейхстага",
    },
    {
        id: 85,
        "questions": "Кто убил Дария 3 в 331г до н.э?",
        "answer": "Александр Македонский",
    },
    {
        id: 86,
        "questions": "Указ о вхождении в Младшего жуза в состав России произошел в...",
        "answer": "1731г 19 февраля",
    },
    {
        id: 87,
        "questions": "Когда и зачем были построены Ямышевская, Железинская, Семипалатинская, Корековская, Устькаминогорская крепости? (ответ в веках)?",
        "answer": "Начало 18 века; с целью будущей колонизации",
    },
    {
        id: 88,
        "questions": "С какой целью Тауекель хан поехал в Москву в 1594 г?",
        "answer": "Военный союз",
    },
    {
        id: 89,
        "questions": "Курганы в местности Улыбай, схожие с памятниками тасмолинской культуры найдены: ?",
        "answer": "В Северном Казахстане",
    },
    {
        id: 90,
        "questions": "Восстание в Уральской и Тургайской областях (1868 - 1869) подавлено?",
        "answer": "Веревкин и Рукин",
    },
    {
        id: 91,
        "questions": "В 1869г делопроизводитель в Тургае был?",
        "answer": "Ыбырай Алтынсарин",
    },
    {
        id: 93,
        "questions": "территория восточного Дешты-и-Кыпчаки",
        "answer": "от Волги до Алтая",
    },
    {
        id: 94,
        "questions": "Сагынак располагался где?",
        "answer": "на р.Сырдарья",
    },
    {
        id: 95,
        "questions": "Отмена крепостного права, а также переселенческая политика царизма произошла в ... году",
        "answer": "1861",
    },
    {
        id: 96,
        "questions": "1786г - проведена реформа с целью ликвидировать ханскую власть. Автор реформы: ?, Послледствия: ?",
        "answer": "Автор: Игельбстром; Последствия: борьба султанов и старшин родов, 1791г - вернули ханскую власть",
    },
    {
        id: 97,
        "questions": "Кангюи сначала завесили от ...",
        "answer": "юэджи (юг) и гунов (север)",
    },
    {
        id: 99,
        "questions": "Караханиды, газневиды против ... в 999г?",
        "answer": "Саманиды",
    },
    {
        id: 100,
        "questions": "Территория гос-во Огузов?",
        "answer": "Урал и Волга (Восточная Европа и Малая Азия)",
    },
    {
        id: 101,
        "questions": "Путешественник посетивший Золотую Орду и составивший источники о кыпчаках?",
        "answer": "Плано Карпини",
    },
    {
        id: 102,
        "questions": "Кто такие жатаки?",
        "answer": "Обедневшие скотоводы, которые перешли на оседлый образ жизни. Рабочие",
    },
    {
        id: 103,
        "questions": "Кто и следовал сооружение Акыртас?",
        "answer": "К.Байпаков",
    },
    {
        id: 104,
        "questions": "Территория гос-во Караханидов?",
        "answer": "Жетысу и Восточный Туркистан",
    },
    {
        id: 105,
        "questions": "Кучлук правитель какого гос-ва?",
        "answer": "Найманы",
    },
    {
        id: 106,
        "questions": "Огузы и ... против Хазарский каганат в 965г?",
        "answer": "Киевская Русь",
    },
    {
        id: 107,
        "questions": "Огузы и Киевская Русь против ... в 985?",
        "answer": "Волжские Булгары",
    },
    {
        id: 108,
        "questions": "Территория гос-во Кыпчаков?",
        "answer": "от Алтая до Дуная",
    },
    {
        id: 109,
        "questions": "что такое Дешт-и-Кыпчак?",
        "answer": "территория где жили Кыпчаки",
    },
    {
        id: 110,
        "questions": "территория западного Дешт-и-Кыпчака?",
        "answer": "от Дуная до Волги",
    },
    {
        id: 111,
        "questions": "Главные источники Тюркского каганата?",
        "answer": "Китайские сведения",
    },
    {
        id: 113,
        "questions": "Время существования ханства Абулхаира?",
        "answer": "1428 - 1468г",
    },
    {
        id: 114,
        "questions": "Формирования кочевого скотоводства?",
        "answer": "1 тыс до н.э",
    },
    {
        id: 117,
        "questions": "Написанная в 11 веке поэма называется? Автор?",
        "answer": "Кутатгу билик, Юсуф Баласагуни",
    },
    {
        id: 121,
        "questions": "Промелькнувший метеор, автор: ?, про кого: ?,",
        "answer": "автор: С.Муканов, про кого: Шокан Уалиханов",
    },
    {
        id: 122,
        "questions": "Кто написал 'о мусульманской степи'?",
        "answer": "Шокан Уалиханов",
    },
    {
        id: 123,
        "questions": "Кто написал эпос 'Манас'?",
        "answer": "Шокан Уалиханов",
    },
    {
        id: 124,
        "questions": "Где учился Шокан Уалиханов и в каком звании выпустился?",
        "answer": "Сибирском кадетном корпусе, звание: корнет",
    },
    {
        id: 125,
        "questions": "Кто записал: Козы-корпеш-Баян-Сулу, Ер Кокше?",
        "answer": "Шокан Уалиханов",
    },
    {
        id: 126,
        "questions": "Годы жизни Шокана Уалихана?",
        "answer": "1835 - 1865",
    },
    {
        id: 127,
        "questions": "Какие степи Ыбырая Алтынсарина написали нравственно поучительный характер?",
        "answer": "Лицемерному судье, Друзям и молодежи, Мать",
    },
    {
        id: 128,
        "questions": "Кто открыл школу - интернат в Тургае и в каком году?",
        "answer": "Ыбрай Алтынсарин, в 1864",
    }
,
    {
        id: 129,
        "questions": "Машкур Жусупов записал эпос?",
        "answer": "Ер Олжабай батыр",
    }
,
    {
        id: 130,
        "questions": "Какое течение ислам распространял Ходжа Ахмет Яссауи?",
        "answer": "Суфизм",
    }
,
    {
        id: 131,
        "questions": "В 1956г осудил личность Сталина? (съезд)",
        "answer": "20 съезд КПСС",
    }
,
    {
        id: 132,
        "questions": "Кто является членом Семипалатинского статического комитета?",
        "answer": "Абай Кунанбаев",
    }
,
    {
        id: 133,
        "questions": "Устав об оренбургских киргизах, годы: ?, автор: ?, территория: ?",
        "answer": "годы: 1824; автор: П.Эссен; теретория: Младший жуз;",
    }
,
    {
        id: 134,
        "questions": "Главный редактор газеты 'Казак' в 1913-1918, где: ?, кто: ?",
        "answer": "Ахмет Байтурсунов, Оренбург",
    }
,
    {
        id: 135,
        "questions": "Национальное движение 1916г, где: ?, итоги: ?",
        "answer": "Где: Семиречье, итоги: подавлено, продемонстрировало рост самосознание казахского народа",
    }
,
    {
        id: 136,
        "questions": "Национальное движение 1916г, причины: ? повод: ? характер: ?",
        "answer": "причины: деление колонизации Российской империи, переселенческая политика, ухудшение социального положения из-за 1 мировой войны, рост налогов, конфликты с русскими; поаод: Указ Николая 2 набрать 500 тыс мужчин в возрасте 19-43 лет; характер: национально освободительный",
    }
,
    {
        id: 137,
        "questions": "Ярмарка в Акмолинской области?",
        "answer": "Константиновская Еленовская",
    }
,
    {
        id: 138,
        "questions": "в 9 лет адама Жусупа Муса Шарманов прозвал его?",
        "answer": "Машкур Жусупам",
    }
,
    {
        id: 139,
        "questions": "Кем работал Бакытжан Каратаев?",
        "answer": "Первым юристом",
    }
,
    {
        id: 140,
        "questions": "Кто такой Атаман?",
        "answer": "Предводитель, начальник, старший в роду, предводитель у сстепных народов, казахов",
    }
,
    {
        id: 141,
        "questions": "Александр Ильич Дутов (гражданская война) захватил: ?, год: ?, звание: ?",
        "answer": "завоевал: Оренбург, год: 1918, звание: Атаман",
    }
,
    {
        id: 142,
        "questions": "Кто написал газету Серке в 1907г: ? какой стих",
        "answer": "Мыржакып Дулатов, стих: К молодежи",
    }
,
    {
        id: 143,
        "questions": "Зар заман, автор: ? основная тема: ? идея: ",
        "answer": "Автор: Шортанбай, основная тема: колонизация, предательство корыстность султанов и биев, национально-освободительные движение, идея: целостность  народа и государства? ",
    },
    {
        id: 145,
        "questions": "Какой акын писал произведение с Демократической направленностью?",
        "answer": "Биржан сал",
    }
,
    {
        id: 146,
        "questions": "Кто написал 'Три истины' (уш анык), 'Мусульманские  правила', 'Шежыре тюрков, киргизов, казахов'?",
        "answer": "Шакарим Кудайбердиулы",
    }
,
    {
        id: 147,
        "questions": "Кто написал сборник стихов 'Маса'?",
        "answer": "Ахмет Байтурсунов",
    }
,
    {
        id: 148,
        "questions": "Город на белой реке, название города: ? автор: ?",
        "answer": "название города: Сайрам, Испиджаб; автор: Махмуд Кашгари",
    }
,
    {
        id: 149,
        "questions": "Кто избран ханом всех трех жузов в 1771г?",
        "answer": "Абылай хан",
    }
,
    {
        id: 150,
        "questions": "Памятник включенный в список Всемирного культурного наследия Юнеско?",
        "answer": "Петроглифы тамгалы",
    }
,
    {
        id: 151,
        "questions": "Бухтарлиская крепость основан в...",
        "answer": "1761",
    }
,
    {
        id: 152,
        "questions": "Ярмарка в Семипалатинской области?",
        "answer": "Чарская",
    }
,
    {
        id: 153,
        "questions": "В каком году была построена ж/д Турксиб",
        "answer": "1927 - 1930г",
    }
,
    {
        id: 154,
        "questions": "Какую Орду основал Батый (Боту) хан?",
        "answer": "Золотую орду",
    }
,
    {
        id: 155,
        "questions": "Машкур Жусупов установил место захоронение?",
        "answer": "Бухар Жырау",
    }
,
    {
        id: 156,
        "questions": "Первые казахские учёные из местного население казахов?",
        "answer": "Муса Шорманов (дед Шокана Уалиханова) Мухамед-Салык Бабажанов",
    }
,
    {
        id: 157,
        "questions": "Устав о сибирских киргизах, годы: ? автор: ? территория: ? цель: ?",
        "answer": "годы: 1822, автор: М.Сперанмкий, территория: Средний жуз, цель: отмена ханской власти, присоединение  Среднего Жуза в состав России",
    }
,
    {
        id: 158,
        "questions": "Мыржакып Дулатов написал сборник о тяжёлом  положении народа, когда: ? название: ?",
        "answer": "когда: 1909, название: Оян казак",
    }
,
    {
        id: 159,
        "questions": "Диуани лугат ат-тюрк, автор: ? содержание: ? направление автора: ?",
        "answer": "автор: Махмуд Кашгари, содержание: Словарь тюркских наречий, направление: тюркология, тюрколог",
    }
,
    {
        id: 160,
        "questions": "Название идеи движение Алаш была заложена (в коком документе) ?",
        "answer": "Каркаралинская петиция",
    }
,
    {
        id: 161,
        "questions": "Возле какой реки находился Яшкент?",
        "answer": "Сырдарья",
    },
    {
        id: 162,
        "questions": "Великий политический дятел казахского народа, родившийся 1711г?",
        "answer": "Абылай",
    }
,
    {
        id: 163,
        "questions": "Тарих-и-рашиди, автор: ? содержание: ? на каком языке: ?",
        "answer": "автор: мухаммед Хайдар Дулати; содержание: история Могулистана и образование казахского ханства; язык: персидский;",
    }
,
    {
        id: 164,
        "questions": "Представителем Семипалатинской губернии был...?",
        "answer": "Алихан Бокейхан",
    }
,
    {
        id: 165,
        "questions": "Что такое Цитадель, Шахаристан, Рабад?",
        "answer": "Цитадель - центральная часть города, где жили чиновники, ханы; Шахаристан: середина города, где жили купцы, торговцы, богачи: Рабад: часть города, где делили простолюдины;",
    }
,
    {
        id: 166,
        "questions": "В какой период началась реабилитация после тоталитарного режима?",
        "answer": "В Хрущевской оттепели 1954-1963",
    },
    {
        id: 167,
        "questions": "Назовите автора кюев: 'Адай', 'Кшкентай', 'Сарыарка'?",
        "answer": "Курмангазы",
    },
    {
        id: 168,
        "questions": "В 1947 г создали: 1?, 2?",
        "answer": "1. Образовательная и Денежная реформа, 2. Семипалатинский ядерный полигон",
    },
    {
        id: 169,
        "questions": "Хакназар и Абдаллах заключили союз  против правителя",
        "answer": "Город: Ташкент, Баба султана",
    },
    {
        id: 170,
        "questions": "Специальность С.Асфендияра?",
        "answer": "Медицина",
    },
    {
        id: 171,
        "questions": "Причина голода 1921-1922г?",
        "answer": "Военный коммунизм",
    },
    {
        id: 170,
        "questions": "Главная причина поражение С.Датулы?",
        "answer": "Выступление против двух сил царизм и междусобицы",
    }
]