export const questionsPhiziologia = [
    {
        id: 1,
        "questions": "Различная чувствительность развивающихся систем к внешним воздействиям на отдельных этапах онтогенеза: ",
        "answer": "Критические периоды онтогенеза.",
        period: 1
    },{
        id: 2,
        "questions": "Возрастной период, характеризующийся эндокринными сдвигами и изменениями в деятельности нервной системы:",
        "answer": "Пубертатный.",
        period: 1
    },{
        id: 3,
        "questions": "Второй период интенсивного роста детей отмечается в следующие периоды: ",
        "answer": "Пубертатный возраст.",
        period: 1
    },{
        id: 4,
        "questions": "Пубертатный период – это период",
        "answer": "Полового созревания.",
        period: 1
    },{
        id: 5,
        "questions": "У детей центры дыхания и кровообращения начинают функционировать раньше, чем центры речи. Это пример:",
        "answer": "Гетерохронности развития.",
        period: 1
    },{
        id: 6,
        "questions": "У детей смена молочных зубов на постоянные заканчивается в следующий возрастной период: ",
        "answer": "10-12 лет.",
        period: 1
    },{
        id: 7,
        "questions": "Половые отличия в строении таза у девочек и мальчиков формируются с: ",
        "answer": "Пубертатного возраста.",
        period: 1
    },{
        id: 8,
        "questions": "Кифоз грудного отдела увеличен, грудная клетка уплощена. Назвать тип неправильной осанки: ",
        "answer": "Кифотическая.",
        period: 1
    },{
        id: 9,
        "questions": "Критерием биологического возраста ребенка 6-7 лет является: ",
        "answer": "Прорезывание постоянных зубов.",
        period: 1
    },{
        id: 10,
        "questions": "Развитию плоскостопия способствуют: ",
        "answer": "Слабость связочного аппарата и неправильная обувь.",
        period: 1
    },{
        id: 11,
        "questions": "Задержка физического, психического, социального развития и формирования функциональных систем организма - это",
        "answer": "Гипотрофия.",
        period: 1
    },{
        id: 12,
        "questions": "Клетки, обеспечивающие функционирование нейронов: ",
        "answer": "Глиальные клетки.",
        period: 1
    },{
        id: 13,
        "questions": "Уровень физического развития детей определяется: ",
        "answer": "Антропометрическими измерениями.",
        period: 1
    },{
        id: 14,
        "questions": "Возраст второго детства: ",
        "answer": "8-12 лет.",
        period: 1
    },{
        id: 15,
        "questions": "Внутренняя среда организма",
        "answer": "Кровь, лимфа и тканевая жидкость.",
        period: 1
    },{
        id: 16,
        "questions": "Развитие костно-мышечной системы, жироотложение, половое развитие - это признаки: ",
        "answer": "Пубертатного периода.",
        period: 1
    },{
        id: 17,
        "questions": "Гомеостаз - это: ",
        "answer": "Поддержание постоянства внутренней среды организма.",
        period: 1
    },{
        id: 18,
        "questions": "Клетки, особенностью которых является наличие отростков и нейрофибрилл: ",
        "answer": "Нейроны.",
        period: 1
    },{
        id: 19,
        "questions": "Зона функционального контакта двух нейронов: ",
        "answer": "Синапс.",
        period: 1
    },{
        id: 20,
        "questions": "Отдел головного мозга, который участвует в регуляции дыхания, работы сердца и сосудов: ",
        "answer": "Продолговатый мозг.",
        period: 1
    },{
        id: 22,
        "questions": "Отдел головного мозга, являющийся центром зрительного и слухового ориентировочных рефлексов: ",
        "answer": "Средний мозг.",
        period: 1
    },{
        id: 23,
        "questions": "Главный подкорковый центр регуляции внутренней среды организма:",
        "answer": "Гипоталамус.",
        period: 1
    },{
        id: 24,
        "questions": "Рецепторы, расположенные в мышцах и сухожилиях: ",
        "answer": "Проприорецепторы.",
        period: 1
    },{
        id: 25,
        "questions": "У детей 6-9 лет пороги слуховой чувствительности выше, чем у взрослых и составляют: ",
        "answer": "15-20 дБ.",
        period: 1
    },{
        id: 26,
        "questions": "У учащихся формируются рефлексы на продолжительность урока. Это признаки рефлекса: ",
        "answer": "Условного.",
        period: 1
    },{
        id: 27,
        "questions": "Сколиоз - это: ",
        "answer": "Боковое искривление позвоночника.",
        period: 1
    },{
        id: 28,
        "questions": "Основные части нервной клетки: ",
        "answer": "Тело, дендриты, аксон.",
        period: 1
    },{
        id: 29,
        "questions": "У детей младшего школьного возраста вследствие повышения кривизны хрусталика или удлинения глазного яблока определяется: ",
        "answer": "Близорукость.",
        period: 1
    },{
        id: 30,
        "questions": "Особенности безусловных рефлексов",
        "answer": "Врожденность и стереотипность.",
        period: 1
    },{
        id: 31,
        "questions": "Ответная реакция организма на раздражение из внешней или внутренней среды с участием нервной системы называется: ",
        "answer": "Рефлекс.",
        period: 2
    },{
        id: 32,
        "questions": "По Павлову И.П. типы ВНД делятся по свойствам нервной системы:",
        "answer": "Сила, подвижность, уравновешенность.",
        period: 2
    },{
        id: 33,
        "questions": "Звуковоспринимающий аппарат со слуховыми рецепторами:",
        "answer": "Улитка внутреннего уха.",
        period: 2
    },{
        id: 34,
        "questions": "Функции спинного мозга: ",
        "answer": "Проводниковая и рефлекторная.",
        period: 2
    },{
        id: 35,
        "questions": "При повреждении продолговатого мозга: ",
        "answer": "Нарушается дыхание и сердечная деятельность.",
        period: 2
    },{
        id: 36,
        "questions": "Периферическая нервная система состоит из: ",
        "answer": "Спинномозговых и черепных нервов.",
        period: 2
    },{
        id: 37,
        "questions": "Сонное состояние, развивающееся у учеников при длительном, монотонном чтении или рассказе учителя – это пример: ",
        "answer": "Торможения.",
        period: 2
    },{
        id: 38,
        "questions": "Рефлекс проприоцептивный:",
        "answer": "Связан с восприятием положения тела в пространстве.",
        period: 2
    },{
        id: 39,
        "questions": "Мозжечок регулирует: ",
        "answer": "Координацию движений и равновесие",
        period: 2
    },{
        id: 40,
        "questions": "Ребенок различает звуки, цвета, форму предметов и выбирает из похожих предметов тот, который ему нужен. Назвать вид торможения: ",
        "answer": "Дифференцировочное.",
        period: 2
    },{
        id: 41,
        "questions": "Часть одного из отделов головного мозга, вырабатывающая нейросекреторные гормоны, регулирующие деятельность задней доли гипофиза:",
        "answer": "Гипоталамус.",
        period: 2
    },{
        id: 42,
        "questions": "Основной регулятор температуры тела: ",
        "answer": "Гипоталамус.",
        period: 2
    },{
        id: 43,
        "questions": "Особенность костей ребенка 5-7 лет: ",
        "answer": "Большая гибкость из-за хрящевой структуры",
        period: 2
    },{
        id: 44,
        "questions": "Система, контролирующая работу эндокринных желез: ",
        "answer": "Гипоталамо-гипофизарная система.",
        period: 2
    },{
        id: 45,
        "questions": "Нервное волокно, передающее импульс от рецептора к ЦНС: ",
        "answer": "Афферентное.",
        period: 2
    },{
        id: 46,
        "questions": "Рефлекс, направленный на сохранение равновесия тела: ",
        "answer": "Статокинетический.",
        period: 2
    },{
        id: 47,
        "questions": "Условный рефлекс формируется благодаря:",
        "answer": "Опытной деятельности и обучению.",
        period: 2
    },{
        id: 48,
        "questions": "Резервуар для отложения кальция и фосфора в организме: ",
        "answer": "Кости.",
        period: 2
    },{
        id: 49,
        "questions": "Вид памяти, доминирующий у детей дошкольного возраста: ",
        "answer": "Образная.",
        period: 2
    },{
        id: 50,
        "questions": "Основная функция лимфатической системы:",
        "answer": "Дренаж и иммунная защита.",
        period: 2
    },{
        id: 51,
        "questions": "Характерное явление для гипервитаминоза D: ",
        "answer": "Кальцификация мягких тканей.",
        period: 2
    },{
        id: 52,
        "questions": "Блокировка восприятия малозначимой информации:",
        "answer": "Избирательное внимание.",
        period: 2
    },{
        id: 53,
        "questions": "Главный центр, регулирующий работу эндокринной системы: ",
        "answer": "Гипоталамус.",
        period: 2
    },{
        id: 54,
        "questions": "Преобладающий вид торможения у детей младшего школьного возраста: ",
        "answer": "Охранительное.",
        period: 2
    },{
        id: 55,
        "questions": "Основная функция красного костного мозга: ",
        "answer": "Кроветворение.",
        period: 2
    },{
        id: 56,
        "questions": "Основной компонент, обеспечивающий упругость хрящей: ",
        "answer": "Коллаген.",
        period: 2
    },{
        id: 57,
        "questions": "Признак ускоренного физического развития",
        "answer": "Раннее появление вторичных половых признаков.",
        period: 2
    },{
        id: 58,
        "questions": "Витамин, влияющий на свертываемость крови: ",
        "answer": "витамин К",
        period: 2
    },{
        id: 59,
        "questions": "Система, участвующая в синтезе гормонов стресса: ",
        "answer": "Надпочечники.",
        period: 2
    },{
        id: 60,
        "questions": "Болезнь, возникающая при недостатке витамина С: ",
        "answer": "Цинга.",
        period: 2
    },{
        id: 61,
        "questions": "Рефлекс, проявляющийся на свет: ",
        "answer": "Зрачковый.",
        period: 3
    },{
        id: 62,
        "questions": "Наиболее быстро растущая система у детей до 1 года",
        "answer": "Нервная.",
        period: 3
    },{
        id: 63,
        "questions": "Основной источник энергии для мышц: ",
        "answer": "Глюкоза.",
        period: 3
    },{
        id: 64,
        "questions": "Вид интеллекта, доминирующий в старшем школьном возрасте: ",
        "answer": "Абстрактно-логический.",
        period: 3
    },{
        id: 65,
        "questions": "Орган, вырабатывающий инсулин: ",
        "answer": "Поджелудочная железа.",
        period: 3
    },{
        id: 66,
        "questions": "Признак гипоксии: ",
        "answer": "Синюшность кожи.",
        period: 2
    },{
        id: 67,
        "questions": "Нарушение обмена веществ при недостатке йода: ",
        "answer": "Гипотиреоз.",
        period: 3
    },{
        id: 68,
        "questions": "Орган, участвующий в фильтрации крови: ",
        "answer": "Почки.",
        period: 3
    },{
        id: 69,
        "questions": "Основной дыхательный объем легких: ",
        "answer": "500 мл.",
        period: 3
    },{
        id: 70,
        "questions": "Болезнь, связанная с нарушением водно-солевого баланса",
        "answer": "Обезвоживание.",
        period: 3
    }, {
        id: 71,
        "questions": "Чувствительные окончания, воспринимающие боль: ",
        "answer": "Ноцирецепторы.",
        period: 3
    },{
        id: 72,
        "questions": "Самая большая кость скелета: ",
        "answer": "Бедренная.",
        period: 3
    },{
        id: 73,
        "questions": "Уменьшение количества эритроцитов в крови: ",
        "answer": "Анемия.",
        period: 3
    },{
        id: 74,
        "questions": "Влияние никотина на организм подростка: ",
        "answer": "Угнетение нервной системы.",
        period: 3
    },{
        id: 75,
        "questions": "Содержание воды в организме новорожденного: ",
        "answer": "70-80%.",
        period: 3
    },{
        id: 76,
        "questions": "Главный орган иммунной системы: ",
        "answer": "Тимус.",
        period: 3
    },{
        id: 77,
        "questions": "Основная причина близорукости у школьников: ",
        "answer": "Длительное напряжение глаз.",
        period: 3
    },{
        id: 78,
        "questions": "Фактор, ускоряющий регенерацию кожи: ",
        "answer": "Витамин Е.",
        period: 3
    },{
        id: 79,
        "questions": "Возраст, в котором завершается оссификация костей",
        "answer": "20-25 лет.",
        period: 3
    },{
        id: 80,
        "questions": "Особенность роста мозга у детей: ",
        "answer": "Неравномерность.",
        period: 3
    },{
        id: 81,
        "questions": "Влияние стресса на организм: ",
        "answer": "Усиление выделения адреналина",
        period: 3
    },{
        id: 82,
        "questions": "Основной источник витамина D: ",
        "answer": "Солнечный свет.",
        period: 3
    },{
        id: 83,
        "questions": "Болезнь, связанная с недостатком витамина А: ",
        "answer": "Куриная слепота.",
        period: 3
    },{
        id: 84,
        "questions": "Преобладающая форма двигательной активности у дошкольников:",
        "answer": "Игра",
        period: 3
    },{
        id: 85,
        "questions": "Отдел мозга, контролирующий автоматизм движений",
        "answer": "Мозжечок.",
        period: 3
    },{
        id: 86,
        "questions": "Основной компонент крови, транспортирующий кислород: ",
        "answer": "Гемоглобин.",
        period: 3
    },{
        id: 87,
        "questions": "Система органов, выводящая продукты обмена: ",
        "answer": "Мочевыделительная.",
        period: 3
    },{
        id: 88,
        "questions": "Основной метод профилактики инфекционных заболеваний: ",
        "answer": "Прививки.",
        period: 3
    },{
        id: 89,
        "questions": "Фермент, расщепляющий углеводы: ",
        "answer": "Амилаза.",
        period: 3
    },{
        id: 90,
        "questions": "Главный фактор, влияющий на формирование личности: ",
        "answer": "Социальная среда.",
        period: 3
    }, {
        id: 91,
        "questions": "Гормон, стимулирующий рост тела: ",
        "answer": "Соматотропин.",
        period: 4
    },{
        id: 92,
        "questions": "Нарушение в работе сердца из-за нехватки калия: ",
        "answer": "Аритмия.",
        period: 4
    },{
        id: 93,
        "questions": "Особенность работы сердца у новорожденного: ",
        "answer": "Частота сердечных сокращений выше.",
        period: 4
    },{
        id: 94,
        "questions": "Основной источник кальция: ",
        "answer": "Молочные продукты.",
        period: 4
    },{
        id: 95,
        "questions": "Болезнь, связанная с дефицитом железа: ",
        "answer": "Анемия.",
        period: 4
    },{
        id: 96,
        "questions": "Орган, участвующий в детоксикации: ",
        "answer": "Печень.",
        period: 4
    },{
        id: 97,
        "questions": "Фактор, вызывающий кариес: ",
        "answer": "Избыток сахара в рационе.",
        period: 4
    },{
        id: 98,
        "questions": "Главный центр терморегуляции: ",
        "answer": "Гипоталамус.",
        period: 4
    },{
        id: 99,
        "questions": "Увеличение лимфоузлов – это признак: ",
        "answer": "Инфекции.",
        period: 4
    },{
        id: 100,
        "questions": "Резервуар для воды в организме: ",
        "answer": "Клетки и межклеточная жидкость.",
        period: 4
    },{
        id: 101,
        "questions": "Вид памяти, доминирующий у подростков: ",
        "answer": "Логическая.",
        period: 4
    },{
        id: 102,
        "questions": "Период, в котором завершается половое созревание: ",
        "answer": "17-18 лет.",
        period: 4
    },{
        id: 103,
        "questions": "Орган, содержащий альвеолы: ",
        "answer": "Легкие.",
        period: 4
    },{
        id: 104,
        "questions": "Фермент, расщепляющий жиры: ",
        "answer": "Липаза.",
        period: 4
    },{
        id: 105,
        "questions": "Основной механизм обмена теплом у новорожденных: ",
        "answer": "Излучение.",
        period: 4
    },{
        id: 106,
        "questions": "Влияние физических нагрузок на сердце: ",
        "answer": "Укрепление сердечной мышцы.",
        period: 4
    },{
        id: 107,
        "questions": "Нарушение осанки при перегрузке позвоночника: ",
        "answer": "Сколиоз.",
        period: 4
    },{
        id: 108,
        "questions": "Главный источник энергии для мозга: ",
        "answer": "Глюкоза.",
        period: 4
    },{
        id: 109,
        "questions": "Болезнь, вызываемая недостатком витамина В1: ",
        "answer": "Бери-бери.",
        period: 4
    },{
        id: 110,
        "questions": "Орган, где происходит основной обмен веществ: ",
        "answer": "Клетки.",
        period: 4
    },{
        id: 111,
        "questions": "Функция желудочного сока: ",
        "answer": "Расщепление белков.",
        period: 4
    },{
        id: 112,
        "questions": "Увеличение массы тела при недостатке двигательной активности: ",
        "answer": "Ожирение.",
        period: 4
    },{
        id: 113,
        "questions": "Гормон, регулирующий уровень сахара в крови: ",
        "answer": "Инсулин.",
        period: 4
    },{
        id: 114,
        "questions": "Вид активности, доминирующий у младших школьников: ",
        "answer": "Учебная.",
        period: 4
    },{
        id: 115,
        "questions": "Болезнь, связанная с нарушением обмена белков: ",
        "answer": "Подагра.",
        period: 4
    },{
        id: 116,
        "questions": "Основной компонент клеточной мембраны: ",
        "answer": "Фосфолипиды.",
        period: 4
    },{
        id: 117,
        "questions": "Гормон, выделяемый при стрессе",
        "answer": "Адреналин.",
        period: 4
    },{
        id: 118,
        "questions": "Причина появления синяков при недостатке витамина К: ",
        "answer": "Узень (Актау)",
        period: 4
    },{
        id: 119,
        "questions": "Кто был избран во 2 Госдуме от Семипалатинска в 1907?",
        "answer": "Нарушение свертываемости крови.",
        period: 4
    },{
        id: 120,
        "questions": "Орган, регулирующий уровень кальция в крови: ",
        "answer": "Паращитовидные железы.",
        period: 4
    },{
        id: 121,
        "questions": "Особенность терморегуляции у детей: ",
        "answer": "Недоразвитие потовых желез.",
        period: 4
    },{
        id: 122,
        "questions": "Вид иммунитета, получаемого при вакцинации: ",
        "answer": "Искусственный активный.",
        period: 4
    },{
        id: 123,
        "questions": "Нарушение водного обмена при недостатке воды: ",
        "answer": "Обезвоживание.",
        period: 4
    },{
        id: 124,
        "questions": "Витамин, улучшающий зрение: ",
        "answer": "витамин А",
        period: 4
    },{
        id: 125,
        "questions": "Преобладающий тип дыхания у новорожденных: Диафрагмальный",
        "answer": "Диафрагмальный.",
        period: 4
    },{
        id: 126,
        "questions": "Система органов, участвующая в синтезе гормонов: ",
        "answer": "Эндокринная.",
        period: 4
    },{
        id: 127,
        "questions": "Нарушение обмена углеводов: ",
        "answer": "Сахарный диабет.",
        period: 4
    },{
        id: 128,
        "questions": "Орган, отвечающий за фильтрацию токсинов",
        "answer": "Печень.",
        period: 4
    },{
        id: 129,
        "questions": "Система, защищающая организм от инфекций: ",
        "answer": "Иммунная",
        period: 4
    },{
        id: 130,
        "questions": "Главный источник клеточного дыхания: ",
        "answer": "Кислород.",
        period: 4
    },{
        id: 131,
        "questions": "Основной фактор роста детей: ",
        "answer": "Гормоны и питание.",
        period: 4
    },
]

export const periodsPhiziologia = [{name: "I", slug: 1}, {name: "II", slug: 2}, {name: "III", slug: 3}, {name: "IV", slug: 4}]