export const questionsData = [
    {
        id: 1,
        "questions": "В 1956г на каком съезде осудили личность Сталина?",
        "answer": "ХХ съезд КПСС",
        period: 4
    },{
        id: 2,
        "questions": "Кто первым водрузил Красное знамя на фасаде Рейхстага",
        "answer": "Кошкарбаев и Булатов",
        period: 4
    },{
        id: 3,
        "questions": "'Аз и Я' кто написал и когда?",
        "answer": "Олжас Сулейменов, 1975 году",
        period: 4
    },{
        id: 4,
        "questions": "Кто вступился Рыскулбекова?",
        "answer": "Бывший министр иностранных дел Чехословакии Х.Хачек",
        period: 4
    },{
        id: 5,
        "questions": "Кто такой Сардабек?",
        "answer": "Командующий повстанцами",
        period: 4
    },{
        id: 6,
        "questions": "Первая столица Казахской АССР?",
        "answer": "Оренбург",
        period: 4
    },{
        id: 7,
        "questions": "Назовите №1 советское национальное государство на Северо Востоке?",
        "answer": "Туркестанская АССР",
        period: 4
    },{
        id: 8,
        "questions": "Александр Ильич Дутов во время гражданской войны: захватил: ?, год: ?, звание: ?",
        "answer": "захватил: Оренбург, год: 1918, звание: Атаман",
        period: 4
    },{
        id: 9,
        "questions": "Столица КазАССР в 1925г",
        "answer": "Кызыл Орда",
        period: 4
    },{
        id: 10,
        "questions": "В какой период началась реабилитация после тоталитарного режима?",
        "answer": "В период Хрущёвской оттепели (1954 - 1963)",
        period: 4
    },{
        id: 11,
        "questions": "Почему А.Бокейхан вышел из партии 'Кадетов'",
        "answer": "Против автономии, национальный вопрос",
        period: 4
    },{
        id: 12,
        "questions": "Должность Мерген кто это?",
        "answer": "Стрелки Снайперы среди казахов",
        period: 4
    },{
        id: 13,
        "questions": "Какая была специальность у Бакытжана Каратаева?",
        "answer": "Первым юристом среди казахов",
        period: 4
    },{
        id: 14,
        "questions": "Назовите №1 казаха-инженера железнодорожника и что он окончил?",
        "answer": "Мухамеджан Тынышбаев, Санкт-Петербургский институт путей и сообщения",
        period: 4
    },{
        id: 15,
        "questions": "Столица КазАССР в 1929 году?",
        "answer": "Верный (Алматы)",
        period: 4
    },{
        id: 16,
        "questions": "Назовите лидера джадидизма?",
        "answer": "Исмаил Гаспринский",
        period: 4
    },{
        id: 17,
        "questions": "Главный редактор газеты 'Казак' в 1913-1918, где: ?, кто: ?",
        "answer": "Оренбург, Ахмет Байтурсынов",
        period: 4
    },{
        id: 18,
        "questions": "Кто разработал лучший метод исследования недр Земли в СССР? (50-тых годах ХХ-ого века)",
        "answer": "Каныш Сатпаев",
        period: 4
    },{
        id: 19,
        "questions": "Последние стихотворение Кайрата Рыскулбекова?",
        "answer": "Ақтық сөз, Последние слово",
        period: 4
    },{
        id: 20,
        "questions": "Что спроектировал Рустембеков (архитектор)?",
        "answer": "Байтерек",
        period: 4
    },{
        id: 22,
        "questions": "Документ конституционно провозгласивший создание КазАССР",
        "answer": "Декларация о правах трудящихся",
        period: 4
    },{
        id: 23,
        "questions": "Кто написал сборник стихов 'Маса'",
        "answer": "Ахмет Байтурсынов",
        period: 4
    },{
        id: 24,
        "questions": "Как назывались органы власти занимающийся улучшением жизни рабочих",
        "answer": "Фабрично-заводские комитеты",
        period: 4
    },{
        id: 25,
        "questions": "Автором произведения 'В чем заключается богатство'?",
        "answer": "Ыбрай Алтынсарин",
        period: 3
    },{
        id: 26,
        "questions": "Когда был принят закон 'О языках'",
        "answer": "22 сентября 1989г",
        period: 4
    },{
        id: 27,
        "questions": "Последствие коллективизации",
        "answer": "Переход к оседлости/изъятие 40,5 млн голов скота/Великий джут(Ашаршалык)",
        period: 4
    },{
        id: 28,
        "questions": "Кто открыл культуру Ботай?",
        "answer": "Зайберт",
        period: 1
    },{
        id: 29,
        "questions": "Кто был избран в I Госдуме от Семипалатинска?",
        "answer": "Алихан Бөкейхан",
        period: 4
    },{
        id: 30,
        "questions": "Назовите запрещенное произведения в СССР?",
        "answer": "Аз и Я",
        period: 4
    },{
        id: 31,
        "questions": "Назовите годы Ашаршалык?",
        "answer": "1931 - 1933",
        period: 4
    },{
        id: 32,
        "questions": "Продналог, политика: ?, значение: ?",
        "answer": "Политика НЭПА, значение: фиксированный и единый налог для всех",
        period: 4
    },{
        id: 33,
        "questions": "Первые казахские ученые местного населения казахов?",
        "answer": "Муса Шорманов (дед Шокана Уалиханова), Мухамед-Салык Бабажанов",
        period: 4
    },{
        id: 34,
        "questions": "Политика 'НЭП' включала в себя?",
        "answer": "Продналог (единый фиксированный прогрессивный)",
        period: 4
    },{
        id: 35,
        "questions": "Кто с 1917 г Председатель правительства Казахской Алашской автономии?",
        "answer": "Алихан Бокейхан",
        period: 4
    },{
        id: 36,
        "questions": "Какая идея была легла в основу Кокандской/Туркестанской автономии?",
        "answer": "Пантюркизм, объединение мусульманских народов Центральной Азии",
        period: 4
    },{
        id: 37,
        "questions": "1 Всеказахский съезд в 1917г, где: ?, месяц: ?, итог: ?",
        "answer": "где: Оренбург, месяц: июль, итог: определил курс партии Алаш",
        period: 4
    },{
        id: 38,
        "questions": "На Х съезде РКП(б) 20 марта 1921-ого года, определил курс на?",
        "answer": "НЭП, Новую экономическую политику",
        period: 4
    },{
        id: 39,
        "questions": "Кто спроектировал Байтерек?",
        "answer": "Рустембеков",
        period: 4
    },{
        id: 40,
        "questions": "В каком городе в 1906 году прошла политическая демонстрация, носившая интернациональной характер?",
        "answer": "Перовск",
        period: 4
    },{
        id: 41,
        "questions": "Каныш Сатпаев составил первый учебник на казахском языке по какому предмету?",
        "answer": "Алгебра",
        period: 4
    },{
        id: 42,
        "questions": "Что Турар Рыскулов написал Сталину в письме и когда?",
        "answer": "В 1933 году Турар Рыскулов написал письмо Сталину о последствиях коллективизации, голоде и тяжёлой ситуации казахского народа",
        period: 4
    },{
        id: 43,
        "questions": "жены 'изменников Родины' в сталинские времена отбывали наказание в каком лагере и в какой области?",
        "answer": "лагерь Алжир, Акмолинская область",
        period: 4
    },{
        id: 44,
        "questions": "Кого сослали в Самару в ходе I Госдумы",
        "answer": "Юриста Беремжанова",
        period: 4
    },{
        id: 45,
        "questions": "Чем знаменит Ташенов?",
        "answer": "Сохранил целостность границ Казахстана",
        period: 4
    },{
        id: 46,
        "questions": "Кем был открыт Театр юного зрителя (ПОЗ) 1945?",
        "answer": "Натали Сац",
        period: 4
    },{
        id: 47,
        "questions": "10 декабря 1991 г в Казахстане произошло какое событие",
        "answer": "Казахская ССР переименована в Республику Казахстан",
        period: 4
    },{
        id: 48,
        "questions": "Что было принято в 25 октября 1990 году",
        "answer": "Принятие декларации о государственном суверенитете КазССР",
        period: 4
    },{
        id: 49,
        "questions": "Как называлось движение в Казахстане в конце 80-ых ХХ-ого века?",
        "answer": "Невада-Семей",
        period: 4
    },{
        id: 50,
        "questions": "Кто открыл месторождения меди в Жезказгане?",
        "answer": "Каныш Сатпаев",
        period: 4
    },{
        id: 51,
        "questions": "Казакстан стал полноправным членом ООН в каком году?",
        "answer": "в марте 1992 года",
        period: 4
    },{
        id: 52,
        "questions": "В 2004 году в Республике Казахстан была принята государственная программа?",
        "answer": "Культурное наследие",
        period: 4
    },{
        id: 53,
        "questions": "Машхур Жусупов установил место захоронения?",
        "answer": "Бухар Жырау",
        period: 4
    },{
        id: 54,
        "questions": "Председатели Семипалатинской губернии был?",
        "answer": "Алихан Бокейхан",
        period: 4
    },{
        id: 55,
        "questions": "Первая Конституция Независимого Казахстана была принята в какому году?",
        "answer": "В 1993 году",
        period: 4
    },{
        id: 56,
        "questions": "Указ о либерализации цен на территории Республики Казахстан был принят в каком году?",
        "answer": " 6 января 1992 года",
        period: 4
    },{
        id: 57,
        "questions": "Основоположником чего был Абылхан Костеев?",
        "answer": "Изобразительного искусства",
        period: 4
    },{
        id: 58,
        "questions": "Первый человек В Казахстане удостоенный звания героя Советского Союза?",
        "answer": "К.А.Семенченко",
        period: 4
    },{
        id: 59,
        "questions": "Кто создал Байтерек?",
        "answer": "Рустембеков",
        period: 4
    },{
        id: 60,
        "questions": "Казахский государственный университет им С.М.Кирова в Алмате был открыт в каком году?",
        "answer": "В 1934 году",
        period: 4
    },{
        id: 61,
        "questions": "Жумабек Ташенов способствовал спасению какой газеты ?",
        "answer": "Спасению газеты на казакском языке",
        period: 4
    },{
        id: 62,
        "questions": "V пленум ЦК КПК, год: ?, ход: ?, итог: ?",
        "answer": "год: 16.12.1986, ход: Смещение Кунаева на Колбина, итог: В Алматы прошли митинги 17-18 декабря",
        period: 4
    },{
        id: 63,
        "questions": "Жумабек Ташенов являлся председателем?",
        "answer": "Верховного совета и совета Министров",
        period: 4
    },{
        id: 64,
        "questions": "Первая казахская кинокартина фильма 'Амангельды' была снята киностудией 'Ленфильм' в каком году?",
        "answer": "В 1938 году",
        period: 4
    },{
        id: 65,
        "questions": "Назовите Руководителя движения Невада-Семей",
        "answer": "Олжас Сулейменов",
        period: 4
    },{
        id: 66,
        "questions": "Когда была написана газета 'Серке'",
        "answer": "1907",
        period: 4
    },{
        id: 67,
        "questions": "Кто вел вооружённое восстание в Тургае (1916-1917)?",
        "answer": "Амангельды Иманов и Алиби Жангельдин",
        period: 4
    },{
        id: 68,
        "questions": "Особенность Новомодных мектебов ?",
        "answer": "Звуковой метод изучение языка вместо буквослогательного",
        period: 4
    },{
        id: 69,
        "questions": "Продразвёрстка, политика: ?, значение: ?",
        "answer": "Политика: военный коммунизм, значение: изъятие излишков",
        period: 4
    },{
        id: 70,
        "questions": "'Промелькнувший метеор', автор: ?, про кого: ?",
        "answer": "автор: Сабит Муканов, про кого: Шокан Уалиханов",
        period: 4
    }, {
        id: 71,
        "questions": "Назовите Знаменитого рисовода, дважды Героя Социального Труда?",
        "answer": "Ибрай Жакаев",
        period: 4
    },{
        id: 72,
        "questions": "Кто автор 'Ленинградцы дети мои' написанной в 1941?",
        "answer": "Ж.Жабаев",
        period: 4
    },{
        id: 73,
        "questions": "В каком году произошел Первый Всемирный курултай казахов?",
        "answer": "сентябрь - октябрь 1992",
        period: 4
    },{
        id: 74,
        "questions": "Урало - Эмбирский нефтяной район накануне индустриализации изучал академик?",
        "answer": "Иван Губкин",
        period: 4
    },{
        id: 75,
        "questions": "НЭП, когда была принята ина каком съезде?",
        "answer": "20 марта 1921, Х съезде РКП (б)",
        period: 4
    },{
        id: 76,
        "questions": "Когда создали Семипалатинский ядерный полигон?",
        "answer": "1949 г",
        period: 4
    },{
        id: 77,
        "questions": "Какой закон приняли 22 сентября 1989г?",
        "answer": "О языках",
        period: 4
    },{
        id: 78,
        "questions": "В 1907 Бахытжан Каратаев зачитал доклад о: ?, итог: ?",
        "answer": "доклад: о проблеме переселенческой политики, итоги: казахам запретили участвовать в Госдуме",
        period: 4
    },{
        id: 79,
        "questions": "В какой Государственной Думе участвовал Алихан Бокейхан?",
        "answer": "I Государственной Думе 1905 г ",
        period: 4
    },{
        id: 80,
        "questions": "В каком году была построена  ж/д  Турксиб? ",
        "answer": "1927 - 1930 годах",
        period: 4
    },{
        id: 81,
        "questions": "Какое было звание в конце войны и каким полком управлял Бауыржан Момышулы?",
        "answer": "звание: Полковник, отряд: 9-ый Гвардейский полк",
        period: 4
    },{
        id: 82,
        "questions": "Чем известны Кошкарбаев и Булатов?",
        "answer": "Первыми водрузили Красное знамя на фасаде Рейхстага",
        period: 4
    },{
        id: 83,
        "questions": "Одним из крупнейших центров освободительного движение 1916 года стал район?",
        "answer": "Тургая и Семиречья",
        period: 4
    },{
        id: 84,
        "questions": "Газета 'Серке' , автор: ?, какой стих: ?",
        "answer": "Мыржакып Дулатов, стих: 'К молодежи'",
        period: 4
    },{
        id: 85,
        "questions": "Элементы НЭП-а?",
        "answer": "1.Введены аренда земли и предприятий, товарно денежные отношения; 2.Разрешены свободная торговля, наемный труд",
        period: 4
    },{
        id: 86,
        "questions": "Когда был построен первый педагогический университет в Казахстане?",
        "answer": "1928 имени Абая",
        period: 4
    },{
        id: 87,
        "questions": "После учебы на экономическом и юридическом факультете Санк-Петербурского лесо-технического института отправил куда работать Алихан Бокейхан?",
        "answer": "в составе Тобольской экспедиции",
        period: 4
    },{
        id: 88,
        "questions": "Когда и что открыл Ахмед Жубанов?",
        "answer": "Когда: 1934 г, что: Казахский государственный аркестр им.Курмангазы",
        period: 4
    },{
        id: 89,
        "questions": "В каком году полетел в космос Т.Аубакиров?",
        "answer": "В 1991 году",
        period: 4
    },{
        id: 90,
        "questions": "Политика 'Военного коммунизма' включала в себя?",
        "answer": "Запрет на торговлю, отмену товарно-денежных отношений",
        period: 4
    }, {
        id: 91,
        "questions": "Кто выступал против Целины?",
        "answer": "Шаяхметов (Первый секретарь в ЦК КПК)",
        period: 4
    },{
        id: 92,
        "questions": "Кто написал статью 'киргиз'",
        "answer": "Алихан Бокейханов",
        period: 4
    },{
        id: 93,
        "questions": "Какие реформы произошли в 1947 году?",
        "answer": "Образовательная и денежная реформа",
        period: 4
    },{
        id: 94,
        "questions": "Где учился Алихан Бокейхан?",
        "answer": "Экономическом и юридическом факультете Санкт-Петербургского лесотехнического института",
        period: 4
    },{
        id: 95,
        "questions": "Польский поэт, автор поэм 'Киргиз' и 'Степь'",
        "answer": "Густав Зелинский",
        period: 3
    },{
        id: 96,
        "questions": "Национальное движение в 1916г: ?, какие причины: ?, повод: ?, характер: ?",
        "answer": "причины: Усиление колонизации Российской империи, переселенческая политика, ухудшение социального положения, рост налогов, конфликты с русскими. Повод: Указ Николая II: набрать 500тыс джигитов на тыловые работы. Характер: национально-освободительный",
        period: 4
    },{
        id: 97,
        "questions": "Кто писал про Абылай хана?",
        "answer": "Ш.Уалиханов, А.Левшин, И.Крафт",
        period: 3
    },{
        id: 98,
        "questions": "Забастовка шахтеров Караганды, когда: ?, цель: ?",
        "answer": "когда: 1989 г, цель: закрытие Семипалатинского ядерного полигона",
        period: 4
    },{
        id: 99,
        "questions": "Лидер Кокандской/Туркестанской автономии?",
        "answer": "Мустафа Шокай ",
        period: 4
    },{
        id: 100,
        "questions": "Какие были отношения между степью и городом?",
        "answer": "Социально-экономические",
        period: 4
    },{
        id: 101,
        "questions": "Год создание Ассамблеи народа Казахстана?",
        "answer": "1995 год",
        period: 4
    },{
        id: 102,
        "questions": "Какой эпос записал Машхур Жусуп?",
        "answer": "Ер Олжабай батыр",
        period: 3
    },{
        id: 103,
        "questions": "Назовите автора 'История Казахстана с древнейших времен до наших дней'?",
        "answer": "Асфендияров",
        period: 4
    },{
        id: 104,
        "questions": "Какие уезды были переданы в результате размежевания земель в Средней Азии и Казахстана в 1924 г Казахской АССР?",
        "answer": "Казалинский и Ак-Мечетский уезды",
        period: 4
    },{
        id: 105,
        "questions": "Мыржакып Дулатов написал сборник о тяжёлом  положении народа, когда: ? название: ?",
        "answer": "когда: 1909, название: Оян казак",
        period: 4
    },{
        id: 106,
        "questions": "Оперная певица, получавшая звания Народной артистки СССР в 1936г?",
        "answer": "К.Байсеитова",
        period: 4
    },{
        id: 107,
        "questions": "Кто такой Дуйсенбай Шыныбеков?",
        "answer": "Знаменитый снайпер на Ораниенбаумском плацдаруме. Участвовал в битве за Ленинград (во время ВОВ)",
        period: 4
    },{
        id: 108,
        "questions": "Назовите год, причину и в каком документе была заложена Национальная партия 'Алаш'",
        "answer": "Каркараллинская петиция, 1905 г, Первая русская революция (кровавое воскресенье)",
        period: 4
    },{
        id: 109,
        "questions": "Когда была объявлена Кокандская/Туркестанская автономная?",
        "answer": "26 - 29 ноября, 1917г",
        period: 4
    },{
        id: 110,
        "questions": "Джадидизм - это",
        "answer": "Просветления (обновленчество); Развитие тюркоязычных языков; использование достижений науки; Интеллектуальная движение среди мусульманских народов Российской империи; Изучение светских дисциплин; Открытие медресе, мектебов",
        period: 4
    },{
        id: 111,
        "questions": "Национальное движение 1916г, где: ?, итоги: ?",
        "answer": "где: Семиречье, Акмола, Тургай; итоги: Подавлено, продемонстрировала рост самосознания казахского народа. В Тургае продолжились восстания",
        period: 4
    },{
        id: 112,
        "questions": "В каком году была принята Индустриализация?",
        "answer": "1925 г",
        period: 4
    },{
        id: 113,
        "questions": "В период индустриализации в Казахстане построен?",
        "answer": "Ачисайский полиметаллический комбинат",
        period: 4
    },{
        id: 114,
        "questions": "Какая партия способствовала установлению советской власти в Казахстане?",
        "answer": "Уш жуз",
        period: 4
    },{
        id: 115,
        "questions": "В каком году была принята Столыпинская реформа?",
        "answer": "1906 г",
        period: 4
    },{
        id: 116,
        "questions": "Кого из писателей посадили на 25 лет?",
        "answer": "Бекмаханов",
        period: 4
    },{
        id: 117,
        "questions": "Экологические последствия освоения целинных и залежных земель?",
        "answer": "Эрозия почв",
        period: 4
    },{
        id: 118,
        "questions": "В 1965 г свою  первую нефть дало месторождение?",
        "answer": "Узень (Актау)",
        period: 4
    },{
        id: 119,
        "questions": "Кто был избран во II Госдуме от Семипалатинска в 1907?",
        "answer": "Нуркенов",
        period: 4
    },{
        id: 120,
        "questions": "Что сделало Временное правительство для казахов?",
        "answer": "Амнистия и помощь пострадавшим в период восстания в Семиречье",
        period: 4
    },{
        id: 121,
        "questions": "Кто был дважды ЦК Компартии КПК?",
        "answer": "Динмухаммед Кунаев, 1960-1962 и 1964-1968 года",
        period: 4
    },{
        id: 122,
        "questions": "Рухани жангыру, год: ?, цель: ?",
        "answer": "2017г, цель: возрождение духовных ценностей. модернизация казахстанского общества",
        period: 4
    },
    
    
    
    
    {
        id: 123,
        "questions": "Кто в Казахском ханстве являлся парламентером, ходатаем и подписывал документы?",
        "answer": "Аксакалы",
        period: 3
    },{
        id: 124,
        "questions": "Назовите основателей казахского ханства?",
        "answer": "Керей и Жанибек",
        period: 4
    },{
        id: 125,
        "questions": "Куда откочевал Сырым Датулы?",
        "answer": "Хивинское ханство, там и умер",
        period: 3
    },{
        id: 126,
        "questions": "Кто возглавил в Букеевской Орде восстание 1836 - 1838 г?",
        "answer": "Исатай Тайманов и Махамбет Утемисов",
        period: 3
    },{
        id: 127,
        "questions": "Назовите произведения Абая Қунанбаева?",
        "answer": "Гаклие, Искандер, Сказания об Азиме, Масгут",
        period: 3
    },{
        id: 128,
        "questions": "Назовите казахского акына в ХIХ веке, проходивший военную службу в России, Польше и Литве?",
        "answer": "Жаяу Муса Байжанулы",
        period: 3
    },{
        id: 129,
        "questions": "Кто написал 'О мусульманской степи'?",
        "answer": "Шокан Уалиханов",
        period: 3
    },{
        id: 130,
        "questions": "Кто в 1723 г возглавил джунгарское восстание?",
        "answer": "Цэван Рабдан",
        period: 2
    },{
        id: 131,
        "questions": "Годы жизни Шокана Уалихана?",
        "answer": "1835 - 1865",
        period: 3
    },{
        id: 132,
        "questions": "Когда произошла отмена крепостного права в России?",
        "answer": "1861 году",
        period: 3
    },{
        id: 133,
        "questions": "Устав об оренбургских киргизах, годы: ?, автор: ?, территория: ?",
        "answer": "годы: 1824; автор: П.Эссен; территория: Младший жуз;",
        period: 3
    },{
        id: 134,
        "questions": "Неплюев запретил кочевать возле какой реки?",
        "answer": "Урал",
        period: 3
    },{
        id: 135,
        "questions": "Назовите место и уезд проведения 2 крупной ярмарки XIX века?",
        "answer": "Семиречье, Вернинский уезд",
        period: 3
    },{
        id: 136,
        "questions": "В 1425 году Улугбек совершил походы на государство?",
        "answer": "Могулистан",
        period: 2
    },{
        id: 137,
        "questions": "Столица Могулистана?",
        "answer": "Алмалык",
        period: 2
    },{
        id: 138,
        "questions": "Назовите автора, основную тему, идею произведения Зар заман",
        "answer": "Автор: Шортанбай, основная тема: колонизация, корыстность султанов и биев, национально-освободительная борьба; идея: целостность народа и государства",
        period: 3
    },{
        id: 139,
        "questions": "Где Учился Шокан Уалиханов и в каком звании выпустился?",
        "answer": "г Омск, Сибирский кадетный корпус; звания: корнет",
        period: 3
    },{
        id: 140,
        "questions": "Как назывался налог на скот взятый у кочевого населения со стороны Российской империи?",
        "answer": "Зякет",
        period: 2
    },{
        id: 141,
        "questions": "Основная движущая сила (сословия людей) восстания Кенесары Касымулы?",
        "answer": "Шаруа",
        period: 3
    },{
        id: 142,
        "questions": "Руководители восстания на Мангыстау в 1870 году?",
        "answer": "Досан Тажиулы, Иса Тленбайулы",
        period: 3
    },{
        id: 143,
        "questions": "в 1892 году было строительство (чего?), из-за чего изъято (сколько?) земли.",
        "answer": "Чего: Транссибирской ж/д, сколько: 4,2 млн десятин земли",
        period: 3
    },{
        id: 144,
        "questions": "Великий политический дятел казахского народа, родившийся в 1711г?",
        "answer": "Абылай",
        period: 2
    },{
        id: 145,
        "questions": "Российский пристав на Мангыстау в ходе восстания 1870 г",
        "answer": "Рукин",
        period: 3
    },{
        id: 146,
        "questions": "Кто написал поэмы 'Енлик Кебек', 'Колмакан-Мамыр'?",
        "answer": "Шакарим Кудайбердийулы",
        period: 3
    },{
        id: 147,
        "questions": "Кому посветил Умбетей-жырау песню плач?",
        "answer": "Богембаю",
        period: 2
    },{
        id: 148,
        "questions": "Назовите период и автора названия периода 'Зар заман'",
        "answer": "1840-1860, автор: Мухтар Ауезов",
        period: 3
    },{
        id: 149,
        "questions": "Столыпинская реформа образовала Переселенческий фонд, с целью?",
        "answer": "Изъятие земель у казахов",
        period: 4
    },{
        id: 150,
        "questions": "С какой целью Тауекель хан поехал в Москву в 1594 г?",
        "answer": "Военный союз",
        period: 2
    },{
        id: 151,
        "questions": "Кого называл Галдан Цэрен 'человек с певческим голосом'?",
        "answer": "Казыбек би",
        period: 2
    },{
        id: 152,
        "questions": "Какую Орду основал Батый хан?",
        "answer": "Золотую Орду",
        period: 2
    },{
        id: 153,
        "questions": "Где, когда и зачем проходил II-ой Всеказахский курултай?",
        "answer": "где: года Ордабасы, когда: 1726г, зачем: собрать народное ополчения, глава - Абулхаир",
        period: 2
    },{
        id: 154,
        "questions": "Назовите автора кюев: 'Адай', 'Кишкентай', 'Сарыарка'?",
        "answer": "Курмангазы",
        period: 3
    },{
        id: 155,
        "questions": "какое государства называли 'государства кочевых Узбеков'?",
        "answer": "Ханства Абулхаира",
        period: 2
    },{
        id: 156,
        "questions": "Какой акын писал произведения с Демократической направленностью?",
        "answer": "Биржан сал",
        period: 3
    },{
        id: 157,
        "questions": "Назовите год, автора, территорию и цель 'Устава о сибирских киргизах'",
        "answer": "год: 1822, автор: М.Сперанский, территория: Средний жуз, цель: отмена ханской власти, присоединение  Среднего Жуза в состав России",
        period: 3
    },{
        id: 158,
        "questions": " битва 'Место гибели калмыков', где: ?, когда: ?, название битвы: ?, итог: ?, кол-во войск: ?",
        "answer": "где: река Буланты, когда: 1726/1728г, название битвы: Булатинская битва, итог: казахи вернули севера восточный Казахстан, кол-во войск: 60 тыс",
        period: 2
    },{
        id: 159,
        "questions": "Кто был путешественником посетивший Золотую Орду и составивший источник о кыпчаках?",
        "answer": "Плано Карпини",
        period: 2
    },{
        id: 160,
        "questions": "Назовите главную причину поражения восстания С.Датулы?",
        "answer": "Выступление против двух сил: царизм и междоусобицы, неорганизованность",
        period: 3
    },{
        id: 161,
        "questions": "Назовите популярных батыров кто участвовал в казахско-джунгарских войнах?",
        "answer": "Шапарышты Наурызбай, Каракерей Қабанбай, Канжыгалы Богембай, Райымбек, Малайсары",
        period: 2
    },{
        id: 164,
        "questions": "В какие года построены Ямышевская - ...г? Железинская - ...г? Семипалатинская - ...г? Усть-Каменногорская, Коряковская - ...г? крепости?",
        "answer": "Ямышевская - 1716г, Железинская - 1717г, Семипалатинская - 1718г, Усть-Каменногорская - 1720г",
        period: 2
    },{
        id: 165,
        "questions": "Советник хана Абылая?",
        "answer": "Бухар Жырау",
        period: 3
    },{
        id: 166,
        "questions": "Восстания И.Тайманулы и М.Утемисулы, где: ?, когда: ?, против: ?, причина: ?, характер: ?, итог: ?",
        "answer": "где: Букеевской Орде (перешла на Младший.ж; когда: 1836-1838; против: царизма и Жангир хана; причины: земельный вопрос, повышение налогов, политика Жангира; характер: антикололиальный; итог: подавлено, предел росту налогов.",
        period: 2
    },{
        id: 167,
        "questions": "Когда произошел Указ о вхождении в Младшего жуза в состав Российской империи?",
        "answer": "19 февраля 1731г",
        period: 3
    },{
        id: 168,
        "questions": "Чем закончились походы русской армии 60-70ых 19 века в Среднюю Азию?",
        "answer": "Южный Казахстан вошел в состав России",
        period: 3
    },{
        id: 169,
        "questions": "Кто был делопроизводителем в Тургае в 1869г?",
        "answer": "Ыбырай Алтынсарин",
        period: 3
    },{
        id: 170,
        "questions": "Время правления Касым хана?",
        "answer": "1511 - 1518/23",
        period: 2
    },{
        id: 171,
        "questions": "Назовите год, место и итоги 'Аягузкого сражения'? ",
        "answer": "год: 1717/1718г, где: река Аягуз, итог: поражение казахов",
        period: 2
    },{
        id: 172,
        "questions": "Против какого правителя Хакназар и Абдалах заключили союз?",
        "answer": "Баба султан, Ташкент",
        period: 2
    },{
        id: 173,
        "questions": "Кто открыл школу - интернат в Тургае и в каком году?",
        "answer": "Ыбырай Алтынсарин, в 1864 году",
        period: 3
    },{
        id: 174,
        "questions": "Исполнительный орган в Золотой Орде?",
        "answer": "Диуан",
        period: 2
    },{
        id: 175,
        "questions": "Что такое Диуан",
        "answer": "Исполнительный орган в Золотой Орде",
        period: 2
    },{
        id: 176,
        "questions": "Время существования ханства Абулхаира?",
        "answer": "1428-1468",
        period: 2
    },{
        id: 177,
        "questions": "Нзовите когда, против кого и итог Восстания Жанкожы Нурмухамедулы? Кем он был, и кому помогал?",
        "answer": "годы: 1856 - 1857; против: Хивы, Коканда, России; Кому помогал: Кенесары, Есету Котибарову",
        period: 3
    },{
        id: 178,
        "questions": "Кто участвовал на коронации императора Александра II?",
        "answer": "Таттимбет",
        period: 3
    },{
        id: 179,
        "questions": "При Тауке хане был создан свод законов обычного права?",
        "answer": "Жеты Жаргы",
        period: 3
    },{
        id: 180,
        "questions": "Территория Ногайской Орды (Мангытского юрта)?",
        "answer": "Междуречье Урал и Волга",
        period: 3
    },{
        id: 181,
        "questions": "Кто написал 'Три истинны', (үш анық), 'Мусульманские правила', 'Шежире тюрков, киргизов, казахов'",
        "answer": "Шакарим Кудайбердийулы",
        period: 3
    },{
        id: 183,
        "questions": "Какой хан убрал систему улусов и ввел систему жузов?",
        "answer": "Хакназар хан",
        period: 2
    },{
        id: 184,
        "questions": "Самые популярные виды торговли в XIX веке?",
        "answer": "Разъездная и Ярмарочная",
        period: 3
    },{
        id: 185,
        "questions": "Что предусматривал Петербургский договор 1881 для жителей Илийского края?",
        "answer": "Выбор принятия подданства России или Китая",
        period: 3
    },{
        id: 186,
        "questions": "Назовите медресе, находившейся в городе Уфа?",
        "answer": "Галия",
        period: 3
    },{
        id: 187,
        "questions": "В 1853 русские захватили город?",
        "answer": "Ак-Мечеть",
        period: 3
    },{
        id: 188,
        "questions": "Советник хана Тауке?",
        "answer": "Айтеке би",
        period: 2
    },{
        id: 189,
        "questions": "Какой хан воевал с сибирским ханов Кучумом?",
        "answer": "Тауекель",
        period: 2
    },{
        id: 190,
        "questions": "Кто такой Жаяу Муса? Назовите где родился, какая была политика и популярные кюй?",
        "answer": "Кто: Профессиональный певец-композитор; родился: Баянауыл; политика: Выступал против волостных управителей и колониального режима; кюй: Аксиса, гашыгым",
        period: 3
    },{
        id: 191,
        "questions": "Назовите год и месяцы проведения II крупной ярмарки в XIX веке?",
        "answer": "1893г 15мая - 15июля",
        period: 3
    },{
        id: 192,
        "questions": "Кто записал поэмы: 'Козы-корпеш Баян сулу', 'Ер кокше'?",
        "answer": "Шокан Улиханов",
        period: 3
    },{
        id: 193,
        "questions": "Кто написал 'Киргизское родословное'?",
        "answer": "Шокан Уалиханов",
        period: 3
    },{
        id: 194,
        "questions": "Кто избран ханом всех трех жузов в 1771 году?",
        "answer": "Абылай хан",
        period: 3
    },{
        id: 195,
        "questions": "Кто подавлял восстание в Уральской и Тургайской областях (1868 - 1869)?",
        "answer": "Веревкин и Рукин",
        period: 3
    },{
        id: 196,
        "questions": "Назовите годы: 'годы великого бедствие'/'Актабан шұбырынды'",
        "answer": "1723 - 1727г",
        period: 2
    },{
        id: 197,
        "questions": "В каком году был основан город Костанай?",
        "answer": "1879",
        period: 3
    },{
        id: 198,
        "questions": "Назовите I самую крупнейшую ярмарку в Казахстан XIX века?",
        "answer": "Кояндинско-Ботовская",
        period: 3
    },{
        id: 199,
        "questions": "Где располагался Сыганак?",
        "answer": "на реке Сырдарья",
        period: 2
    },{
        id: 200,
        "questions": "Назовите II крупную ярмарку XIX века",
        "answer": "Каркаринская",
        period: 3
    },{
        id: 203,
        "questions": "Кто был главным в Золотой Орде?",
        "answer": "Хан или Беклербек",
        period: 2
    },{
        id: 204,
        "questions": "'Место стонов и рыданий врага'. Назовите место, когда было, итог и название сражения",
        "answer": "где: озеро Балхаш, местность Далатау, когда: 1729/1730г, итог: коренной перелом в казахско-джунгарских войнах, название: Аныракайская битва",
        period: 2
    },{
        id: 205,
        "questions": "Ярмарка XIX в Семипалатинской области?",
        "answer": "Чарская",
        period: 3
    },{
        id: 206,
        "questions": "'Восстания Есета Котибарова'. Назовите годы, против кого, союзников и итог",
        "answer": "Годы: 1847-1858г; против: России; союзник: Жанкожа Нурмухамедов; итог: подавлено",
        period: 3
    },{
        id: 207,
        "questions": "С каким Российским правителем ввел переговоры Хакназар?",
        "answer": "Иван Грозный",
        period: 2
    },{
        id: 208,
        "questions": "Назовите столицу Казахского ханства при Есим хане?",
        "answer": "Туркестан",
        period: 2
    },{
        id: 209,
        "questions": "Что является основной заслугой Кенесары Касымулы?",
        "answer": "Восстановления государственности",
        period: 3
    },{
        id: 210,
        "questions": "Какие стихи Ыбырая Алтынсарина носили нравственно поучительный характер?",
        "answer": "'Лицемерному судье', 'Друзьям и молодежи', 'Мать'",
        period: 3
    },{
        id: 211,
        "questions": "назовите годы, причины, последствия, территорию, Восстания Жоламана Тленшиулы",
        "answer": "годы: 1822/23 - 1825, причина: 1) Арынгазы в русском плену; 2) отмена ханской власти в Младшем Жузе; 3) строительство 29 крепостей по реке Илек; 4) строительство Навоилецкой линии; 5) у казахов забрали 600 тыс десятин земли. Итог: подавлено; Территория: Приаралье.",
        period: 3
    },{
        id: 212,
        "questions": "С кем воевали казахи в XVII веке?",
        "answer": "Джунгары, Бухарцы, Хивинцы, Кокандцы, Казахи",
        period: 2
    },{
        id: 221,
        "questions": "При Есим хане был создан свод законов обычного права?",
        "answer": "Есим-ханнын ескы жолы",
        period: 2
    },{
        id: 223,
        "questions": "Назовите место, уезд и территорию проведения I крупнейшей ярмарки 19 века?",
        "answer": "место: Талды-Коянды, уезд: Каркаралинский; территория: Центральный Казахстан",
        period: 3
    },{
        id: 224,
        "questions": "Кто в 1433 - 1462 правил Могулистаном?",
        "answer": "Есен Буга",
        period: 2
    },{
        id: 225,
        "questions": "В середине XV века казахи впервые начали воевать с?",
        "answer": "Ойратами",
        period: 2
    },{
        id: 226,
        "questions": "Для чего Россия строила крепости на Иртыше?",
        "answer": "Защита от джунгар и будущая колонизация степи",
        period: 2
    },{
        id: 227,
        "questions": "В 1513 г Касым хан завоевал город?",
        "answer": "Сайрам",
        period: 2
    },{
        id: 228,
        "questions": "Причиной какого восстания послужило удержание хана Арынгазы в русском плену?",
        "answer": "Жоламана Тленшиулы",
        period: 2
    },{
        id: 229,
        "questions": "Ярмарка XIX века в Акмолинской области?",
        "answer": "Констатиновско-Еленовская",
        period: 3
    },{
        id: 230,
        "questions": "Кто является членом Семипалатинского статического комитета?",
        "answer": "Абай Кунанбаев",
        period: 3
    },{
        id: 231,
        "questions": "Кто установил первый контакт с московским государством и Иваном III?",
        "answer": "Касым хан",
        period: 2
    },{
        id: 232,
        "questions": "В каком городе и в каком году Ыбырай Алтынсарин открыл школу для девочек?",
        "answer": "Ыргыз (Иргиз) в 1887/1888 году",
        period: 3
    },{
        id: 233,
        "questions": "В каком году основана Бухтарминская крепость?",
        "answer": "1761",
        period: 3
    },{
        id: 234,
        "questions": "Кто записал эпос 'Манас'?",
        "answer": "Шокан Уалиханов",
        period: 3
    },{
        id: 235,
        "questions": "Назовите улус, территорию и основателя Могулистана?",
        "answer": "Улус: Чагатая, место: Семиречье, основатель: Эмир Пулачи",
        period: 2
    },{
        id: 236,
        "questions": "Назовите год, место, цель, участников и хана I-ого Всеказахского курултая",
        "answer": "год: 1710; место: пустыня Каракумы; цель: собрать всенародное ополчение; участники: Каип, Абулхаир, Богембай батыр; хан: Тауке",
        period: 2
    },{
        id: 237,
        "questions": "Назовите территорию, годы, против кого, кого убил - Восстания Сырыма Датулы",
        "answer": "территорию: Младший жуз; годы: 1783 - 1797г; против: Царизма; убил: хана Есима;",
        period: 2
    },{
        id: 238,
        "questions": "Назовите автора и последствие Реформы 1786 г с целью ликвидировать ханскую власть?",
        "answer": "автор: Игельстром; последствие: борьба султанов и старшин родов; вернули ханскую власть в 1791",
        period: 2
    },{
        id: 239,
        "questions": "Назовите год и месяцы проведения I крупнейшей  ярмарки в XIX веке?",
        "answer": "1848 г; 1 июня - 1 июля",
        period: 3
    },{
        id: 240,
        "questions": "Что преподавалось в Медресе с 1870 г?",
        "answer": "Основы русского языка",
        period: 3
    },{
        id: 241,
        "questions": "Автор реформы по массовому переселению крестьян?",
        "answer": "Столыпин",
        period: 3
    },{
        id: 242,
        "questions": "Орбулакская битва, казахи против кого? хан: ? год: ? войск: ?",
        "answer": "Казахи против джунгар, год: 1643г, хан: Жангир; войск: 50 тыс джунгар и 600 казахов;",
        period: 2
    },{
        id: 243,
        "questions": "'Устав о сибирских киргизах' кто выполнял полицейские функции?",
        "answer": "Волостные управители и аульные старшины",
        period: 3
    },{
        id: 244,
        "questions": "Кюй созданный в эпоху Золотой Орды?",
        "answer": "Аксак кулан 'О смерти Джучи'",
        period: 2
    },{
        id: 245,
        "questions": "Как назывался внутренний округ, который был создан В 1854 г для казахов правобережье Иртыша?",
        "answer": "Семипалатинский округ",
        period: 3
    },{
        id: 246,
        "questions": "Назовите автора 'Временные правила о крестьянских переселениях в Семиречье'",
        "answer": "военный губернатор Колпаковский",
        period: 3
    },{
        id: 247,
        "questions": "Назовите автора, содержания и на каком языке произведения 'Тарих-и-Рашиди'",
        "answer": "автор: Махмуд Хайдар Дулати; содержание: история Могулистана и образования казахского ханства; язык: Персидский",
        period: 2
    },{
        id: 248,
        "questions": "Какова заслуга Шернияза Жарылгасу?",
        "answer": "Воспевал и участвовал в восстании Исатая Тайманұлы",
        period: 3
    },{
        id: 249,
        "questions": "Историческа роль Могулистана?",
        "answer": "Завершился процесс объединение племен Семиречье и племен кыргызов",
        period: 2
    },{
        id: 250,
        "questions": "Что означает этноним 'қазақ'?",
        "answer": "Свободный и вольнолюбивый",
        period: 3
    },{
        id: 251,
        "questions": "Особенность политики Абылай хана?",
        "answer": "Развивал дипломатические отношения",
        period: 3
    },{
        id: 252,
        "questions": "Кто написал 'Записки о киргизах'?",
        "answer": "Шокан Уалиханов",
        period: 3
    },{
        id: 253,
        "questions": "Культура на территории Туркмении эпохи 'неолита' называется?",
        "answer": "Джейтунская",
        period: 1
    },{
        id: 254,
        "questions": "Памятник сарматского периода?",
        "answer": "Аралтобе",
        period: 1
    },{
        id: 255,
        "questions": "Исследовали эпоху бронзы?",
        "answer": "Зайберт, Маргулан, Кадырбаев",
        period: 1
    },{
        id: 256,
        "questions": "Стерегущие золото называли племена саков?",
        "answer": "Аримаспы",
        period: 1
    },{
        id: 257,
        "questions": "Центр Тюргешского каганата при Сулу кагане?",
        "answer": "Тараз",
        period: 1
    },{
        id: 258,
        "questions": "В карлукском каганате, правитель до 840 г носил титул?",
        "answer": "Джагбу",
        period: 1
    },{
        id: 259,
        "questions": "Назовите автора, содержание и направление автора 'Диуани лугат ат-тюрк'?",
        "answer": "автор: Махмуд Кашгари(первый тюрколог); содержание: Словари тюркского наречий; направление: тюркология",
        period: 1
    },{
        id: 260,
        "questions": "Тон и Шегу правители какого государства?",
        "answer": "Западно-Тюрского каганата",
        period: 1
    },{
        id: 261,
        "questions": "Где, против кого, когда была битва С Томирис?",
        "answer": "где: возле реки Окс(Амударья); против: Кира; когда: 530 г до н.э",
        period: 1
    },{
        id: 262,
        "questions": "Шаньюй можно назвать сыном?",
        "answer": "Неба",
        period: 1
    },{
        id: 263,
        "questions": "Курганы с усами характерные черты? (культура)",
        "answer": "Тасмолинской культуры",
        period: 1
    },{
        id: 264,
        "questions": "«Звериный стиль» был характерен для искусства каких племен?",
        "answer": "Саков",
        period: 1
    },{
        id: 265,
        "questions": "Время существования Западно-тюрского каганата?",
        "answer": "603 - 704г",
        period: 1
    },{
        id: 266,
        "questions": "Ставка тюркского каганата? (колыбель тюрков)",
        "answer": "Алтай",
        period: 1
    },{
        id: 267,
        "questions": "Сатук-Богра хан является правителем?",
        "answer": "Караханидов",
        period: 1
    },{
        id: 268,
        "questions": "Назовите территорию восточного Дешты-и-Кыпчака",
        "answer": "от Волги до Алтая",
        period: 1
    },{
        id: 269,
        "questions": "Как звали китайского императора из-за которого начался кризис у гуннов?",
        "answer": "У-Ди",
        period: 1
    },{
        id: 270,
        "questions": "Время существования Карлукского каганата",
        "answer": "756 - 940г",
        period: 1
    },{
        id: 271,
        "questions": "'Город на белой реке' название города: ? автор: ?",
        "answer": "город: Испиджаб; автор: Махмуд Кашгари",
        period: 1
    },{
        id: 272,
        "questions": "Время существования государство Караханидов?",
        "answer": "942 - 1212г",
        period: 1
    },{
        id: 273,
        "questions": "В каком веке найден самый древний курган саков? ",
        "answer": "XVIII в до н.э, Шиликты и Мэймир",
        period: 1
    },{
        id: 274,
        "questions": "Кучлук правитель кокого гос-ва?",
        "answer": "Найманов",
        period: 1
    },{
        id: 275,
        "questions": "Столица Кангюев?",
        "answer": "Битянь",
        period: 1
    },{
        id: 276,
        "questions": "С кем кангюи объединились в 101г до н.э ?",
        "answer": "Ферганцами",
        period: 1
    },{
        id: 277,
        "questions": "Как называлось высшое сословие аристократов в тюркском каганате?",
        "answer": "Беки",
        period: 1
    },{
        id: 278,
        "questions": "Территория гос-во Караханидов?",
        "answer": "Жетысу и Восточный Туркестан",
        period: 1
    },{
        id: 279,
        "questions": "В каком веке произошло распространение кочевого образа жизни?",
        "answer": "Раннем железе, III в до н.э",
        period: 1
    },{
        id: 280,
        "questions": "Время существования Тюргешского каганата?",
        "answer": "704 - 756г",
        period: 1
    },{
        id: 281,
        "questions": "Где найдены курганы в местности Улыбай, схожие с памятниками тасмолиской культуры найдены?",
        "answer": "В Северном Казахстане",
        period: 1
    },{
        id: 282,
        "questions": "Время существования Тюркского каганата?",
        "answer": "552-603",
        period: 1
    },{
        id: 283,
        "questions": "Сакал и Сулу являются правителями какого гос-ва?",
        "answer": "Тюргешского каганата",
        period: 1
    },{
        id: 284,
        "questions": "Территория Тюркского каганата?",
        "answer": "От Манчьжюри до Босфора, от Сибири до Персии",
        period: 1
    },{
        id: 285,
        "questions": "Сакский курган сооруженный в IV-V веках до н.э?",
        "answer": "Бесшатыр",
        period: 1
    },{
        id: 286,
        "questions": "Главные источники Тюркского каганата?",
        "answer": "Китайские сведения",
        period: 1
    },{
        id: 287,
        "questions": "Памятники включенный в список Всемирного культурного наследия ЮНЕСКО?",
        "answer": "Петроглифы Тамгалы",
        period: 1
    },{
        id: 288,
        "questions": "От кого кангюи сначала зависили с севера и с юга?",
        "answer": "юэчжи (юг), гунны (север)",
        period: 1
    },{
        id: 289,
        "questions": "Административный центр Тюрского каганата?",
        "answer": "Суяб",
        period: 1
    },{
        id: 290,
        "questions": "Кто убил Дария III в 331г до н.э?",
        "answer": "Александр Македонский",
        period: 1
    },{
        id: 291,
        "questions": "В каком веке многие племена населявшие Казахстан открыли и широко использовали железо?",
        "answer": "VIII в до н.э",
        period: 1
    },{
        id: 292,
        "questions": "Где располагались Уйсуны?",
        "answer": "Жетысу",
        period: 1
    },{
        id: 293,
        "questions": "С кем объединились огузы против Хазарский каганата в 965г?",
        "answer": "Киевская Русь",
        period: 1
    },{
        id: 294,
        "questions": "Написанная в XI веке поэма называется? Автор?",
        "answer": "Кутадгу билик, Юсуф Баласагуни",
        period: 1
    },{
        id: 295,
        "questions": "Кто стал хозяином ВШП в V-VI веках? Почему?",
        "answer": "Тюркский каганат, обеспечивали защиту",
        period: 1
    },{
        id: 296,
        "questions": "Сарматы располагались?",
        "answer": "Западный Казакстан, междуречье Волги и Урала",
        period: 1
    },{
        id: 297,
        "questions": "Изобретение лука и стрел главное достижение эпохи?",
        "answer": "Мезолита",
        period: 1
    },{
        id: 298,
        "questions": "Кангюи располагались на территории?",
        "answer": "Южного Казахстан Сырдарьи и Шаш",
        period: 1
    },{
        id: 299,
        "questions": "В каких веках формировалось кочевое скотоводство?",
        "answer": "X-VIII в до н.э",
        period: 1
    },{
        id: 300,
        "questions": "Территория Тюргешского каганата?",
        "answer": "Жетысу",
        period: 1
    },{
        id: 301,
        "questions": "Назовите наиболее полный перечень занятий Сарматов",
        "answer": "Важнейшее: земледелие, а также кочевое скотоводство и охота",
        period: 1
    },{
        id: 302,
        "questions": "Территория Карлукского каганата?",
        "answer": "Жетысу",
        period: 1
    },{
        id: 303,
        "questions": "Курган в котором были обнаружены останки лошади с золотой упряжью?",
        "answer": "Берель",
        period: 1
    },{
        id: 304,
        "questions": "Кангюи подчинили какие государства?",
        "answer": "Массагетов, Сарматов, Аланов",
        period: 1
    },{
        id: 305,
        "questions": "Столица Кыпчаков?",
        "answer": "Сыганак",
        period: 1
    },{
        id: 306,
        "questions": "Против кого объединились Караханиды и Газневиды в 999г?",
        "answer": "Саманиды",
        period: 1
    },{
        id: 307,
        "questions": "Какое течение ислама распространял Ходжа Ахмед Яссауи?",
        "answer": "Суфизм",
        period: 1
    },{
        id: 308,
        "questions": "Территория гос-ва Кыпчаков?",
        "answer": "от Алтая до Дуная",
        period: 1
    },{
        id: 309,
        "questions": "Кто иследовал сооружение Акыртас?",
        "answer": "К.Байпаков",
        period: 1
    },{
        id: 310,
        "questions": "Территория гос-ва Огузы?",
        "answer": "Междуречье Урал и Волга",
        period: 1
    },{
        id: 311,
        "questions": "Год рождения Аль-Фараби?",
        "answer": "870",
        period: 1
    },{
        id: 312,
        "questions": "Территория западного Дешты-Кыпчака?",
        "answer": "от Дуная до Волги",
        period: 1
    },{
        id: 313,
        "questions": "Кто писал '...Много книг, написанных на арабском языке и таджикском языке, а это единственные и первый сборник  мудростей на родном языке'?",
        "answer": "Юсуф Баласагуни",
        period: 1
    },{
        id: 314,
        "questions": "Первым исследовал Шиликтинские памятники в 1960-ые г?",
        "answer": "С.Черников",
        period: 1
    },{
        id: 316,
        "questions": "Назовите столицу Огузов?",
        "answer": "Янгикент",
        period: 1
    },{
        id: 317,
        "questions": "Какая письменность наряду с тюркским письмом в VI-X веках получило широкое распространение в Казахстане?",
        "answer": "Согдийское письмо",
        period: 1
    },{
        id: 318,
        "questions": "Назовите 2 рода в государстве Караханидов?",
        "answer": "Ягма и Чигили",
        period: 1
    },{
        id: 319,
        "questions": "Против кого Огузы и Киевская Русь объединились в 985?",
        "answer": "Волжские Булгары",
        period: 1
    },{
        id: 320,
        "questions": "Против кого объединились Кангюи с Китаем?",
        "answer": "Гуннов",
        period: 1
    },{
        id: 321,
        "questions": "Главенствующие племена в Заподнотюрском каганате?",
        "answer": "Дулу и Нушиби",
        period: 1
    },{
        id: 322,
        "questions": "Выдающийся ученый автор трактата 'Слово о классификации наук'?",
        "answer": "Аль-Фараби",
        period: 1
    },{
        id: 323,
        "questions": "Главными воротами Великого Шелкового пути на Востоке была территория?",
        "answer": "Жетысу",
        period: 1
    },{
        id: 324,
        "questions": "В какой каменной эпохе люди стали меньше зависеть от природы?",
        "answer": "Неолит",
        period: 1
    },{
        id: 326,
        "questions": "Возле какой реки находится Янгикент?",
        "answer": "Сырдария",
        period: 1
    },{
        id: 327,
        "questions": "Столица Уйсуней?",
        "answer": "Чигучен/Чигу",
        period: 1
    },{
        id: 328,
        "questions": "Что такое Тебеневка?",
        "answer": "Способность скота добывать корм из под снега",
        period: 1
    },{
        id: 329,
        "questions": "Что означает 'Сакральный'?",
        "answer": "Священный",
        period: 1
    },{
        id: 330,
        "questions": "Преемник персидского царя Кира?",
        "answer": "Дарий I",
        period: 1
    },{
        id: 331,
        "questions": "Кто в 1954 г был оправдан и администрирован?",
        "answer": "Бекмаханов",
        period: 4
    },{
        id: 332,
        "questions": "В каком году вышла на свет газета 'қазақ'?" ,
        "answer": "1913",
        period: 4
    },{
        id: 333,
        "questions": "Где и когда была секретное путешествие Шокана Уалиханова? Какой труд написал?",
        "answer": "Куда: Кашгар; год: 1858-1859г; труд: 'О состоянии Алтышара'",
        period: 3
    },{
        id: 334,
        "questions": "Назовите звание у огузов: 'воспитатель наследника'?",
        "answer": "Атабек",
        period: 1
    },{
        id: 335,
        "questions": "Какой мавзолей находился возле мавзолея Ходжа Ахмеда Яссауи?",
        "answer": "Мавзолей Рабиги султан Бегим",
        period: 1
    },{
        id: 336,
        "questions": "Кто написал 'в составе Огузов 24 племени'?",
        "answer": "Махмуд Кашгари",
        period: 1
    },{
        id: 337,
        "questions": "Назовите территорию и столицу Кимакского каганата?",
        "answer": "территория: Северо-Восточный и Центральный Казахстан; столица: Имакия",
        period: 1
    },{
        id: 338,
        "questions": "Кто восстановил власть династии Уруса на этнической территории?",
        "answer": "Касым хан",
        period: 2
    },{
        id: 339,
        "questions": "Назовите купца основателя Кояндинской ярморки?",
        "answer": "Ботов",
        period: 3
    },{
        id: 340,
        "questions": "Назовите старшиго сына Абулхаир хана?",
        "answer": "Нуралы",
        period: 3
    },{
        id: 341,
        "questions": "Год встречи Тевкелева и Абулхаир хана?",
        "answer": "10 октября 1731г",
        period: 3
    },{
        id: 342,
        "questions": "Принцип налогообложения в программе Алаш?",
        "answer": "Богаче платит больше, Бедный платит меньше",
        period: 4
    },{
        id: 343,
        "questions": "Кто был во главе Диуана?",
        "answer": "Везир",
        period: 1
    },{
        id: 344,
        "questions": "Во главе области по реформе 1867–1868 годов стоял?",
        "answer": "Генерал-губернатор.",
        period: 3
    },{
        id: 345,
        "questions": "Правитель Каракитаев?",
        "answer": "Гурхан",
        period: 1
    },{
        id: 346,
        "questions": "Караханиды были вассалами какого государство?",
        "answer": "Каракитаев",
        period: 1
    },{
        id: 346,
        "questions": "Когда была принята II конституция РК?",
        "answer": "30 августа 1995 г",
        period: 4
    },{
        id: 347,
        "questions": "Амангельды Иманов является сардабеком какой области?",
        "answer": "Тургайской области",
        period: 4
    },{
        id: 348,
        "questions": "Итоги коллективизации?",
        "answer": "Более 2 млн крестьян были депортированы, из них 1,8 млн только в 1930 - 1931 годах",
        period: 4
    },{
        id: 348,
        "questions": "Оседло-земледельческая цивилизация на мургабском оазисе?",
        "answer": "Маргиана",
        period: 1
    },{
        id: 349,
        "questions": "Первый секретарь ЦК Казахстана в 1946-1954 гг.?",
        "answer": "Ж. Шаяхметов",
        period: 4
    },{
        id: 350,
        "questions": "Самая большая ярмарка в Уральской области XIX века?",
        "answer": "Уилская Ярмарка",
        period: 3
    },{
        id: 351,
        "questions": "Основатель пратии Уш жуз?",
        "answer": "Айтпенов",
        period: 4
    },{
        id: 352,
        "questions": "Первый пароход по реке Или 1883 г спустили с китайской крепости?",
        "answer": "Суй-Дунь",
        period: 3
    },{
        id: 353,
        "questions": "Столица Огузов?",
        "answer": "Янгикент",
        period: 1
    },{
        id: 354,
        "questions": "Кто возглавил восстания в Семиречье в 1916?",
        "answer": "Б.Ашекеев",
        period: 4
    },{
        id: 355,
        "questions": "Кто возглавил восстания в Акмолинской области в 1916?",
        "answer": "Ж.Жоламанов",
        period: 4
    },{
        id: 356,
        "questions": "В каком регионе было основения целинных и залежных земель?",
        "answer": "Северном Казахстане",
        period: 4
    },{
        id: 356,
        "questions": "Когда дали премию Мухтару Ауезову за произведения 'путь Абая'?",
        "answer": "В 1949 г",
        period: 4
    },{
        id: 357,
        "questions": "С кем дахи сражались IV веке?",
        "answer": "С Дарии III",
        period: 1
    },{
        id: 358,
        "questions": "На какие части делилось государство Уйсуней?",
        "answer": "Восточную, Западную, Центральную",
        period: 1
    },{
        id: 359,
        "questions": "Когда Есен Буга правил Могулистаном?",
        "answer": "1433 - 1462",
        period: 2
    },{
        id: 359,
        "questions": "Кто убрал с должости Ташенова?",
        "answer": "Хрущев",
        period: 4
    },{
        id: 360,
        "questions": "Какие земли обратил себе Бурундык хан?",
        "answer": "Распространил власть на Центральный, Южный Казахстан и вышел к Уралу",
        period: 2
    },{
        id: 361,
        "questions": "Общественно прововая система при каком хане?",
        "answer": "Тауке хан",
        period: 2
    },{
        id: 361,
        "questions": "1495 Бурындык расспространил власть?",
        "answer": "Центральный, Южный, Западный Казахстан",
        period: 2
    },{
        id: 361,
        "questions": "Кто был советником Абулхаир хана?",
        "answer": "Монке Би",
        period: 2
    },{
        id: 362,
        "questions": "Какой город был узлом караванных путей ВШП в Казахстане?",
        "answer": "Тарбан",
        period: 1
    },{
        id: 363,
        "questions": "Кого Абылай хан называл 'Дарабоз'?",
        "answer": "Кабанбай батыр",
        period: 3
    },{
        id: 364,
        "questions": "В каком городе был основан самый первый свинцовый комбинат?",
        "answer": "Шымкент",
        period: 4
    },{
        id: 365,
        "questions": "К чему привели постоянные массовые репрессии для казахов?",
        "answer": "Падание удельного веса казахов",
        period: 4
    },{
        id: 366,
        "questions": "Каган который противостоял внешним угрозам от трех государств?",
        "answer": "Сулу Каган",
        period: 1
    },{
        id: 367,
        "questions": "Кто из батыров участвовавших в ополчении казахов является одним из наиболее влиятельных сподвижников Абылая?",
        "answer": "Богембай",
        period: 3
    },{
        id: 368,
        "questions": "Назовите произведения Сакена Сеейфулина?",
        "answer": "'Тернистый путь, трудный переход', 'Кокшетау', 'Альбатрос', 'Раненная сайга'",
        period: 4
    },{
        id: 369,
        "questions": "Назовите произведения Ильяса Жансугурова?",
        "answer": "'Кюйши', 'Кулагер', 'Турксиб', 'Исатай-Махамбет', 'Дала', 'Жолдастар'",
        period: 4
    },{
        id: 370,
        "questions": "Назовите произведения Сабит Муканова?",
        "answer": "'Школа жизни', 'Промелькнувший метеор', 'Секрет Акбопе', 'Сырдария'",
        period: 4
    },{
        id: 371,
        "questions": "Назовите первый металлургический завод в Казахстане во время Великой Отечественной Войны?",
        "answer": "Карагандинский металлургический комбинат",
        period: 4
    },{
        id: 372,
        "questions": "Год либерализации цен:",
        "answer": "1992",
        period: 4
    },{
        id: 373,
        "questions": "В каком году вышла постоновления 'О переносе столицы'?",
        "answer": "1994 г",
        period: 4
    },{
        id: 374,
        "questions": "Какая письменность исчезла в XI-XIII веке?",
        "answer": "Pуническая",
        period: 1
    },{
        id: 375,
        "questions": "Где расселились Шайбаниды в XVI века?",
        "answer": "Мавераннахр",
        period: 1
    },{
        id: 376,
        "questions": "Культуры эпохи бронзы?",
        "answer": "Андроновская, Бегазы-Дандыбаевская",
        period: 1
    },{
        id: 377,
        "questions": "Битва, в которой остановили продвижение Китая на запад?",
        "answer": "Атлахская битва",
        period: 1
    },{
        id: 378,
        "questions": "Какую крепость попросил построить Абулхаир хан?",
        "answer": "ОРЕНБУРГ",
        period: 3
    },{
        id: 379,
        "questions": "Какие племена Саков вытеснили сарматов на запад великой степи?",
        "answer": "Аргиппеи",
        period: 1
    },{
        id: 380,
        "questions": "Какой характер имело наступление Антанты против Советской власти?",
        "answer": "Иностранная интервенция",
        period: 4
    },{
        id: 381,
        "questions": "Наука, изучающая историческое прошлое человечества по вещественным источникам",
        "answer": "Археология",
        period: 1
    },{
        id: 382,
        "questions": "В 1916 году Тургайское восстание продолжалось до периода?",
        "answer": "до Февральской революции",
        period: 4
    },{
        id: 383,
        "questions": "В каких источниках впервые упоминается этноним «тюрк»?",
        "answer": "Китайских",
        period: 1
    },{
        id: 384,
        "questions": "Роль и значимость института Биев в казахской культуре?",
        "answer": "Представляли административную, военную и судебную власти",
        period: 2
    },{
        id: 385,
        "questions": "1979 год почему в целинограде молодежь выступала на митингах?",
        "answer": "Против создания Немецкой автономии",
        period: 4
    },{
        id: 386,
        "questions": "Когда была образовано КазАССР?",
        "answer": "1920",
        period: 4
    },{
        id: 387,
        "questions": "Второе название реки Урал?",
        "answer": "Яик",
        period: 4
    },{
        id: 388,
        "questions": "Город в Сырдарьинском оазисе?",
        "answer": "Фараб",
        period: 1
    },{
        id: 381,
        "questions": "Кто был продалжителям деда Арынгазы?",
        "answer": "Жанкожа Нурмухамедулы",
        period: 3
    },{
        id: 383,
        "questions": "Кто из ханов поощерял земледелие?",
        "answer": "Кенесары Касымулы и Абылай хан",
        period: 2
    },{
        id: 384,
        "questions": "Как избирался старший султан в 'Уставе о сибирских киргизах'?",
        "answer": "Избирался султанами утверждался областными начальниками",
        period: 3
    },{
        id: 385,
        "questions": "Какая область на юге была в составе КазАССР до 1930-ых годов'?",
        "answer": "Каракалпакская автономия",
        period: 4
    },{
        id: 386,
        "questions": "Административные реформы 1860-1890г ослабили?",
        "answer": "Султанов",
        period: 3
    },{
        id: 387,
        "questions": "Кто автор и когда была написано 'За нами Москва'?",
        "answer": "автор: Бауыржан Момышулы; год: 1858г",
        period: 4
    },{
        id: 388,
        "questions": "Куда напал предвадитель восстания 1792г?",
        "answer": "Илецкая крепость",
        period: 3
    },{
        id: 389,
        "questions": "Кто из каганов является основателем Тюркского каганата?",
        "answer": "Бумын",
        period: 3
    },
]