export const informaticaData = [
    {
        id: 1,
        "questions": "Внутреняя память процессора?",
        "answer": "регистр",
        period: 1
    },{
        id: 2,
        "questions": "Тег для обозначение структуры HTML-документа где находится специальный заголовок документа?",
        "answer": "head",
        period: 1
    },{
        id: 3,
        "questions": "Тег для обозначение структуры HTML-документа где находится специальный заголовок веб-страницы?",
        "answer": "title",
        period: 1
    },{
        id: 4,
        "questions": "Конфигурация компютера которая позволяет обрабатывать данные максимально быстро, миную минимальный временной интервал?",
        "answer": "сбалансированная конфигурация",
        period: 1
    },{
        id: 5,
        "questions": "Что такое совместимость набора функциональных устройств компютера и затрат, понесенных за них?",
        "answer": "оптимальная конфигурация",
        period: 1
    },{
        id: 6,
        "questions": "Характиристика свойства актуальности информации?",
        "answer": "Временность, Важность, Значимость",
        period: 1
    }
]