import type {IQuestion} from "../models/questions.js";

export const questionsPhilosophy: IQuestion[] = [
    {
        id: 1,
        question: "Различная чувствительность развивающихся систем к внешним воздействиям на отдельных этапах онтогенеза: ",
        answer: "Критические периоды онтогенеза.",
        period: 1
    },{
        id: 2,
        question: "Возрастной период, характеризующийся эндокринными сдвигами и изменениями в деятельности нервной системы:",
        answer: "Пубертатный.",
        period: 1
    },{
        id: 3,
        question: "Второй период интенсивного роста детей отмечается в следующие периоды: ",
        answer: "Пубертатный возраст.",
        period: 1
    },{
        id: 4,
        question: "Пубертатный период – это период",
        answer: "Полового созревания.",
        period: 1
    },{
        id: 5,
        question: "У детей центры дыхания и кровообращения начинают функционировать раньше, чем центры речи. Это пример:",
        answer: "Гетерохронности развития.",
        period: 1
    },{
        id: 6,
        question: "У детей смена молочных зубов на постоянные заканчивается в следующий возрастной период: ",
        answer: "10-12 лет.",
        period: 1
    },{
        id: 7,
        question: "Половые отличия в строении таза у девочек и мальчиков формируются с: ",
        answer: "Пубертатного возраста.",
        period: 1
    },{
        id: 8,
        question: "Кифоз грудного отдела увеличен, грудная клетка уплощена. Назвать тип неправильной осанки: ",
        answer: "Кифотическая.",
        period: 1
    },{
        id: 9,
        question: "Критерием биологического возраста ребенка 6-7 лет является: ",
        answer: "Прорезывание постоянных зубов.",
        period: 1
    },{
        id: 10,
        question: "Развитию плоскостопия способствуют: ",
        answer: "Слабость связочного аппарата и неправильная обувь.",
        period: 1
    },{
        id: 11,
        question: "Задержка физического, психического, социального развития и формирования функциональных систем организма - это",
        answer: "Гипотрофия.",
        period: 1
    },{
        id: 12,
        question: "Клетки, обеспечивающие функционирование нейронов: ",
        answer: "Глиальные клетки.",
        period: 1
    },{
        id: 13,
        question: "Уровень физического развития детей определяется: ",
        answer: "Антропометрическими измерениями.",
        period: 1
    },{
        id: 14,
        question: "Возраст второго детства: ",
        answer: "8-12 лет.",
        period: 1
    },{
        id: 15,
        question: "Внутренняя среда организма",
        answer: "Кровь, лимфа и тканевая жидкость.",
        period: 1
    },{
        id: 16,
        question: "Развитие костно-мышечной системы, жироотложение, половое развитие - это признаки: ",
        answer: "Пубертатного периода.",
        period: 1
    },{
        id: 17,
        question: "Гомеостаз - это: ",
        answer: "Поддержание постоянства внутренней среды организма.",
        period: 1
    },{
        id: 18,
        question: "Клетки, особенностью которых является наличие отростков и нейрофибрилл: ",
        answer: "Нейроны.",
        period: 1
    },{
        id: 19,
        question: "Зона функционального контакта двух нейронов: ",
        answer: "Синапс.",
        period: 1
    },{
        id: 20,
        question: "Отдел головного мозга, который участвует в регуляции дыхания, работы сердца и сосудов: ",
        answer: "Продолговатый мозг.",
        period: 1
    },{
        id: 22,
        question: "Отдел головного мозга, являющийся центром зрительного и слухового ориентировочных рефлексов: ",
        answer: "Средний мозг.",
        period: 1
    },{
        id: 23,
        question: "Главный подкорковый центр регуляции внутренней среды организма:",
        answer: "Гипоталамус.",
        period: 1
    },{
        id: 24,
        question: "Рецепторы, расположенные в мышцах и сухожилиях: ",
        answer: "Проприорецепторы.",
        period: 1
    },{
        id: 25,
        question: "У детей 6-9 лет пороги слуховой чувствительности выше, чем у взрослых и составляют: ",
        answer: "15-20 дБ.",
        period: 1
    },{
        id: 26,
        question: "У учащихся формируются рефлексы на продолжительность урока. Это признаки рефлекса: ",
        answer: "Условного.",
        period: 1
    },{
        id: 27,
        question: "Сколиоз - это: ",
        answer: "Боковое искривление позвоночника.",
        period: 1
    },{
        id: 28,
        question: "Основные части нервной клетки: ",
        answer: "Тело, дендриты, аксон.",
        period: 1
    },{
        id: 29,
        question: "У детей младшего школьного возраста вследствие повышения кривизны хрусталика или удлинения глазного яблока определяется: ",
        answer: "Близорукость.",
        period: 1
    },{
        id: 30,
        question: "Особенности безусловных рефлексов",
        answer: "Врожденность и стереотипность.",
        period: 1
    },{
        id: 31,
        question: "Ответная реакция организма на раздражение из внешней или внутренней среды с участием нервной системы называется: ",
        answer: "Рефлекс.",
        period: 2
    },{
        id: 32,
        question: "По Павлову И.П. типы ВНД делятся по свойствам нервной системы:",
        answer: "Сила, подвижность, уравновешенность.",
        period: 2
    },{
        id: 33,
        question: "Звуковоспринимающий аппарат со слуховыми рецепторами:",
        answer: "Улитка внутреннего уха.",
        period: 2
    },{
        id: 34,
        question: "Функции спинного мозга: ",
        answer: "Проводниковая и рефлекторная.",
        period: 2
    },{
        id: 35,
        question: "При повреждении продолговатого мозга: ",
        answer: "Нарушается дыхание и сердечная деятельность.",
        period: 2
    },{
        id: 36,
        question: "Периферическая нервная система состоит из: ",
        answer: "Спинномозговых и черепных нервов.",
        period: 2
    },{
        id: 37,
        question: "Сонное состояние, развивающееся у учеников при длительном, монотонном чтении или рассказе учителя – это пример: ",
        answer: "Торможения.",
        period: 2
    },{
        id: 38,
        question: "Рефлекс проприоцептивный:",
        answer: "Связан с восприятием положения тела в пространстве.",
        period: 2
    },{
        id: 39,
        question: "Мозжечок регулирует: ",
        answer: "Координацию движений и равновесие",
        period: 2
    },{
        id: 40,
        question: "Ребенок различает звуки, цвета, форму предметов и выбирает из похожих предметов тот, который ему нужен. Назвать вид торможения: ",
        answer: "Дифференцировочное.",
        period: 2
    },{
        id: 41,
        question: "Часть одного из отделов головного мозга, вырабатывающая нейросекреторные гормоны, регулирующие деятельность задней доли гипофиза:",
        answer: "Гипоталамус.",
        period: 2
    },{
        id: 42,
        question: "Основной регулятор температуры тела: ",
        answer: "Гипоталамус.",
        period: 2
    },{
        id: 43,
        question: "Особенность костей ребенка 5-7 лет: ",
        answer: "Большая гибкость из-за хрящевой структуры",
        period: 2
    },{
        id: 44,
        question: "Система, контролирующая работу эндокринных желез: ",
        answer: "Гипоталамо-гипофизарная система.",
        period: 2
    },{
        id: 45,
        question: "Нервное волокно, передающее импульс от рецептора к ЦНС: ",
        answer: "Афферентное.",
        period: 2
    },{
        id: 46,
        question: "Рефлекс, направленный на сохранение равновесия тела: ",
        answer: "Статокинетический.",
        period: 2
    },{
        id: 47,
        question: "Условный рефлекс формируется благодаря:",
        answer: "Опытной деятельности и обучению.",
        period: 2
    },{
        id: 48,
        question: "Резервуар для отложения кальция и фосфора в организме: ",
        answer: "Кости.",
        period: 2
    },{
        id: 49,
        question: "Вид памяти, доминирующий у детей дошкольного возраста: ",
        answer: "Образная.",
        period: 2
    },{
        id: 50,
        question: "Основная функция лимфатической системы:",
        answer: "Дренаж и иммунная защита.",
        period: 2
    },{
        id: 51,
        question: "Характерное явление для гипервитаминоза D: ",
        answer: "Кальцификация мягких тканей.",
        period: 2
    },{
        id: 52,
        question: "Блокировка восприятия малозначимой информации:",
        answer: "Избирательное внимание.",
        period: 2
    },{
        id: 53,
        question: "Главный центр, регулирующий работу эндокринной системы: ",
        answer: "Гипоталамус.",
        period: 2
    },{
        id: 54,
        question: "Преобладающий вид торможения у детей младшего школьного возраста: ",
        answer: "Охранительное.",
        period: 2
    },{
        id: 55,
        question: "Основная функция красного костного мозга: ",
        answer: "Кроветворение.",
        period: 2
    },{
        id: 56,
        question: "Основной компонент, обеспечивающий упругость хрящей: ",
        answer: "Коллаген.",
        period: 2
    },{
        id: 57,
        question: "Признак ускоренного физического развития",
        answer: "Раннее появление вторичных половых признаков.",
        period: 2
    },{
        id: 58,
        question: "Витамин, влияющий на свертываемость крови: ",
        answer: "витамин К",
        period: 2
    },{
        id: 59,
        question: "Система, участвующая в синтезе гормонов стресса: ",
        answer: "Надпочечники.",
        period: 2
    },{
        id: 60,
        question: "Болезнь, возникающая при недостатке витамина С: ",
        answer: "Цинга.",
        period: 2
    },{
        id: 61,
        question: "Рефлекс, проявляющийся на свет: ",
        answer: "Зрачковый.",
        period: 3
    },{
        id: 62,
        question: "Наиболее быстро растущая система у детей до 1 года",
        answer: "Нервная.",
        period: 3
    },{
        id: 63,
        question: "Основной источник энергии для мышц: ",
        answer: "Глюкоза.",
        period: 3
    },{
        id: 64,
        question: "Вид интеллекта, доминирующий в старшем школьном возрасте: ",
        answer: "Абстрактно-логический.",
        period: 3
    },{
        id: 65,
        question: "Орган, вырабатывающий инсулин: ",
        answer: "Поджелудочная железа.",
        period: 3
    },{
        id: 66,
        question: "Признак гипоксии: ",
        answer: "Синюшность кожи.",
        period: 2
    },{
        id: 67,
        question: "Нарушение обмена веществ при недостатке йода: ",
        answer: "Гипотиреоз.",
        period: 3
    },{
        id: 68,
        question: "Орган, участвующий в фильтрации крови: ",
        answer: "Почки.",
        period: 3
    },{
        id: 69,
        question: "Основной дыхательный объем легких: ",
        answer: "500 мл.",
        period: 3
    },{
        id: 70,
        question: "Болезнь, связанная с нарушением водно-солевого баланса",
        answer: "Обезвоживание.",
        period: 3
    }, {
        id: 71,
        question: "Чувствительные окончания, воспринимающие боль: ",
        answer: "Ноцирецепторы.",
        period: 3
    },{
        id: 72,
        question: "Самая большая кость скелета: ",
        answer: "Бедренная.",
        period: 3
    },{
        id: 73,
        question: "Уменьшение количества эритроцитов в крови: ",
        answer: "Анемия.",
        period: 3
    },{
        id: 74,
        question: "Влияние никотина на организм подростка: ",
        answer: "Угнетение нервной системы.",
        period: 3
    },{
        id: 75,
        question: "Содержание воды в организме новорожденного: ",
        answer: "70-80%.",
        period: 3
    },{
        id: 76,
        question: "Главный орган иммунной системы: ",
        answer: "Тимус.",
        period: 3
    },{
        id: 77,
        question: "Основная причина близорукости у школьников: ",
        answer: "Длительное напряжение глаз.",
        period: 3
    },{
        id: 78,
        question: "Фактор, ускоряющий регенерацию кожи: ",
        answer: "Витамин Е.",
        period: 3
    },{
        id: 79,
        question: "Возраст, в котором завершается оссификация костей",
        answer: "20-25 лет.",
        period: 3
    },{
        id: 80,
        question: "Особенность роста мозга у детей: ",
        answer: "Неравномерность.",
        period: 3
    },{
        id: 81,
        question: "Влияние стресса на организм: ",
        answer: "Усиление выделения адреналина",
        period: 3
    },{
        id: 82,
        question: "Основной источник витамина D: ",
        answer: "Солнечный свет.",
        period: 3
    },{
        id: 83,
        question: "Болезнь, связанная с недостатком витамина А: ",
        answer: "Куриная слепота.",
        period: 3
    },{
        id: 84,
        question: "Преобладающая форма двигательной активности у дошкольников:",
        answer: "Игра",
        period: 3
    },{
        id: 85,
        question: "Отдел мозга, контролирующий автоматизм движений",
        answer: "Мозжечок.",
        period: 3
    },{
        id: 86,
        question: "Основной компонент крови, транспортирующий кислород: ",
        answer: "Гемоглобин.",
        period: 3
    },{
        id: 87,
        question: "Система органов, выводящая продукты обмена: ",
        answer: "Мочевыделительная.",
        period: 3
    },{
        id: 88,
        question: "Основной метод профилактики инфекционных заболеваний: ",
        answer: "Прививки.",
        period: 3
    },{
        id: 89,
        question: "Фермент, расщепляющий углеводы: ",
        answer: "Амилаза.",
        period: 3
    },{
        id: 90,
        question: "Главный фактор, влияющий на формирование личности: ",
        answer: "Социальная среда.",
        period: 3
    }, {
        id: 91,
        question: "Гормон, стимулирующий рост тела: ",
        answer: "Соматотропин.",
        period: 4
    },{
        id: 92,
        question: "Нарушение в работе сердца из-за нехватки калия: ",
        answer: "Аритмия.",
        period: 4
    },{
        id: 93,
        question: "Особенность работы сердца у новорожденного: ",
        answer: "Частота сердечных сокращений выше.",
        period: 4
    },{
        id: 94,
        question: "Основной источник кальция: ",
        answer: "Молочные продукты.",
        period: 4
    },{
        id: 95,
        question: "Болезнь, связанная с дефицитом железа: ",
        answer: "Анемия.",
        period: 4
    },{
        id: 96,
        question: "Орган, участвующий в детоксикации: ",
        answer: "Печень.",
        period: 4
    },{
        id: 97,
        question: "Фактор, вызывающий кариес: ",
        answer: "Избыток сахара в рационе.",
        period: 4
    },{
        id: 98,
        question: "Главный центр терморегуляции: ",
        answer: "Гипоталамус.",
        period: 4
    },{
        id: 99,
        question: "Увеличение лимфоузлов – это признак: ",
        answer: "Инфекции.",
        period: 4
    },{
        id: 100,
        question: "Резервуар для воды в организме: ",
        answer: "Клетки и межклеточная жидкость.",
        period: 4
    },{
        id: 101,
        question: "Вид памяти, доминирующий у подростков: ",
        answer: "Логическая.",
        period: 4
    },{
        id: 102,
        question: "Период, в котором завершается половое созревание: ",
        answer: "17-18 лет.",
        period: 4
    },{
        id: 103,
        question: "Орган, содержащий альвеолы: ",
        answer: "Легкие.",
        period: 4
    },{
        id: 104,
        question: "Фермент, расщепляющий жиры: ",
        answer: "Липаза.",
        period: 4
    },{
        id: 105,
        question: "Основной механизм обмена теплом у новорожденных: ",
        answer: "Излучение.",
        period: 4
    },{
        id: 106,
        question: "Влияние физических нагрузок на сердце: ",
        answer: "Укрепление сердечной мышцы.",
        period: 4
    },{
        id: 107,
        question: "Нарушение осанки при перегрузке позвоночника: ",
        answer: "Сколиоз.",
        period: 4
    },{
        id: 108,
        question: "Главный источник энергии для мозга: ",
        answer: "Глюкоза.",
        period: 4
    },{
        id: 109,
        question: "Болезнь, вызываемая недостатком витамина В1: ",
        answer: "Бери-бери.",
        period: 4
    },{
        id: 110,
        question: "Орган, где происходит основной обмен веществ: ",
        answer: "Клетки.",
        period: 4
    },{
        id: 111,
        question: "Функция желудочного сока: ",
        answer: "Расщепление белков.",
        period: 4
    },{
        id: 112,
        question: "Увеличение массы тела при недостатке двигательной активности: ",
        answer: "Ожирение.",
        period: 4
    },{
        id: 113,
        question: "Гормон, регулирующий уровень сахара в крови: ",
        answer: "Инсулин.",
        period: 4
    },{
        id: 114,
        question: "Вид активности, доминирующий у младших школьников: ",
        answer: "Учебная.",
        period: 4
    },{
        id: 115,
        question: "Болезнь, связанная с нарушением обмена белков: ",
        answer: "Подагра.",
        period: 4
    },{
        id: 116,
        question: "Основной компонент клеточной мембраны: ",
        answer: "Фосфолипиды.",
        period: 4
    },{
        id: 117,
        question: "Гормон, выделяемый при стрессе",
        answer: "Адреналин.",
        period: 4
    },{
        id: 118,
        question: "Причина появления синяков при недостатке витамина К: ",
        answer: "Узень (Актау)",
        period: 4
    },{
        id: 119,
        question: "Кто был избран во 2 Госдуме от Семипалатинска в 1907?",
        answer: "Нарушение свертываемости крови.",
        period: 4
    },{
        id: 120,
        question: "Орган, регулирующий уровень кальция в крови: ",
        answer: "Паращитовидные железы.",
        period: 4
    },{
        id: 121,
        question: "Особенность терморегуляции у детей: ",
        answer: "Недоразвитие потовых желез.",
        period: 4
    },{
        id: 122,
        question: "Вид иммунитета, получаемого при вакцинации: ",
        answer: "Искусственный активный.",
        period: 4
    },{
        id: 123,
        question: "Нарушение водного обмена при недостатке воды: ",
        answer: "Обезвоживание.",
        period: 4
    },{
        id: 124,
        question: "Витамин, улучшающий зрение: ",
        answer: "витамин А",
        period: 4
    },{
        id: 125,
        question: "Преобладающий тип дыхания у новорожденных: Диафрагмальный",
        answer: "Диафрагмальный.",
        period: 4
    },{
        id: 126,
        question: "Система органов, участвующая в синтезе гормонов: ",
        answer: "Эндокринная.",
        period: 4
    },{
        id: 127,
        question: "Нарушение обмена углеводов: ",
        answer: "Сахарный диабет.",
        period: 4
    },{
        id: 128,
        question: "Орган, отвечающий за фильтрацию токсинов",
        answer: "Печень.",
        period: 4
    },{
        id: 129,
        question: "Система, защищающая организм от инфекций: ",
        answer: "Иммунная",
        period: 4
    },{
        id: 130,
        question: "Главный источник клеточного дыхания: ",
        answer: "Кислород.",
        period: 4
    },{
        id: 131,
        question: "Основной фактор роста детей: ",
        answer: "Гормоны и питание.",
        period: 4
    },
]

export const periodsPhiziologia = [{name: "I", slug: 1}, {name: "II", slug: 2}, {name: "III", slug: 3}, {name: "IV", slug: 4}]