import type {IQuestion} from "../models/questions.js";


export const questionsPsychology: IQuestion[] = [
    {
        id: 1,
        question: "Психология – это:",
        answer: "наука о закономерностях, условиях и факторах развития психики как особой формы жизнедеятельности человека;",
        period: 1
    },{
        id: 2,
        question: "Общая психология – это:",
        answer: "фундаментальная дисциплина, изучающая общие закономерности познавательных процессов и состояний и общие психические свойства индивидуума;",
        period: 1
    },{
        id: 3,
        question: "Ученый, опубликовавший книги «Рациональная психология (1732), и «Экспериментальная психология» (1734):",
        answer: "Х. Вольф;",
        period: 1
    },{
        id: 4,
        question: "Отрасль психологии, изучающая психологические изменения человека по мере взросления:",
        answer: "возрастная психология;",
        period: 1
    },{
        id: 5,
        question: "Что входит в основные методы психологии?",
        answer: "наблюдение, эксперимент;",
        period: 1
    },{
        id: 6,
        question: "Что относится к психическим состояниям личности?",
        answer: "депрессия;",
        period: 1
    },{
        id: 7,
        question: "Что относится к психическим процессам личности?",
        answer: "мышление;",
        period: 1
    },{
        id: 8,
        question: "Мотивация – это:",
        answer: "осознанный акт побуждения к выполнению определенного действия;",
        period: 1
    },{
        id: 9,
        question: "Кто из психологов с успехом применил исторический метод анализа при изучении детских игр?",
        answer: "Д.Б. Эльконин;",
        period: 1
    },{
        id: 10,
        question: "Исследование определенных характеристик того или иного процесса, имеющее целью выявление его инвариантных признаков, без активного включения в сам процесс называют:",
        answer: "наблюдением;",
        period: 1
    },{
        id: 11,
        question: "Сколько факторов мотивационного профиля личности?",
        answer: "12",
        period: 1
    },{
        id: 12,
        question: "В каком столетии психология выделилась в самостоятельную науку?",
        answer: "в конце XIX в.;",
        period: 1
    },{
        id: 13,
        question: "Кто разработал эволюционную теорию, которая перекинула мост через пропасть, разделявшую человека и животных?",
        answer: "Ч. Дарвин;",
        period: 1
    },{
        id: 14,
        question: "Какой метод является основным и наиболее значимым в современных психологических исследованиях?",
        answer: "эксперимент;",
        period: 1
    },{
        id: 15,
        question: "Переживание человеком своего отношения к тому, что он делает или познает, к другим людям, к самому себе называют:",
        answer: "чувствами и эмоциями;)",
        period: 1
    },{
        id: 16,
        question: "Что относится к психическим свойствам личности?",
        answer: "темперамент;",
        period: 1
    },{
        id: 17,
        question: "Предметом изучения психологии как науки в XVII веке до середины XIX века было:",
        answer: "сознание;",
        period: 1
    },{
        id: 18,
        question: "Переживаемое человеком состояние нужды в чем-либо – это:",
        answer: "потребность",
        period: 1
    },{
        id: 19,
        question: "Отрицательное влияние стресса на организм называют",
        answer: "дистресс",
        period: 1
    },{
        id: 20,
        question: "Мотивы личности в психологии:",
        answer: "движущая и направляющая сила деятельности;",
        period: 1
    },{
        id: 22,
        question: "Волевые качества личности в психологии:",
        answer: "свойства, сформировавшиеся в ходе жизненного опыта, связанные с преодолением препятствий и выработки силы воли;",
        period: 1
    },{
        id: 23,
        question: "Сильное и относительно кратковременное эмоциональное состояние, связанное с резким изменением важных для субъекта жизненных обстоятельств – это:",
        answer: "аффект;",
        period: 1
    },{
        id: 24,
        question: "К функциям эмоций не относится:",
        answer: "планирующая;",
        period: 1
    },{
        id: 25,
        question: "Эмоции являются:",
        answer: "психическими процессами и психическими состояниями;",
        period: 1
    },{
        id: 26,
        question: "Укажите ненужное из перечисленных методов психолого-педагогического исследования:",
        answer: "изучение продуктов деятельности;",
        period: 1
    },{
        id: 27,
        question: "Переживание человеком своего отношения к тому, что он делает или познает, к другим людям, к самому себе называют:",
        answer: "чувствами и эмоциями;",
        period: 1
    },{
        id: 28,
        question: "Простое, непосредственное переживание в данный момент, связанное с удовлетворением или неудовлетворением называют:",
        answer: "эмоциями;",
        period: 1
    },{
        id: 29,
        question: "Появление отрицательных эмоций связано с:",
        answer: "особенностями индивидуального поведения человека;",
        period: 1
    },{
        id: 30,
        question: "Заключительный момент борьбы мотивов:",
        answer: "принятие решения",
        period: 1
    },{
        id: 31,
        question: "Ключевое слово, характеризующее понятие потребность:",
        answer: "нужда;",
        period: 2
    },{
        id: 32,
        question: "Необходимым условием развития волевой сферы у ребенка в семье является формирование:",
        answer: "сознательной дисциплины;",
        period: 2
    },{
        id: 33,
        question: "Психическое свойство личности, определяющее линию поведения человека и выражающееся в его отношениях к окружающему миру, к труду и другим людям:",
        answer: "характер;",
        period: 2
    },{
        id: 34,
        question: "Эмоциональная устойчивость:",
        answer: "способность человека противостоять неблагоприятным факторам, преодолевать состояние эмоционального возбуждения и быстро возвращаться к состоянию душевного равновесия после стресса;",
        period: 2
    },{
        id: 35,
        question: "Воля – это:",
        answer: "способность человека действовать в направлении сознательно поставленной цели, преодолевая при этом внутренние препятствия (то есть свои непосредственные желания и стремления);",
        period: 2
    },{
        id: 36,
        question: "Понятие «стресс» было введено:",
        answer: "Г. Селье;",
        period: 2
    },{
        id: 37,
        question: "Метод практической эмпатии означает:",
        answer: "психологическую «настройку» на оппонента;",
        period: 2
    },{
        id: 38,
        question: "Наиболее динамической характеристикой индивидуального поведения человека является:",
        answer: "темперамент;",
        period: 2
    },{
        id: 39,
        question: "При каком стрессе имеет место проявление отрицательных и положительных чувств и эмоций:",
        answer: "психологическом;",
        period: 2
    },{
        id: 40,
        question: "Акцентуация характера – это:",
        answer: "усиление отдельных черт характера до его предельной величины;",
        period: 2
    },{
        id: 41,
        question: "Кто из зарубежных психологов в структуре личности выделял три подструктуры: «сверх Я»,«Я»,«Оно»?",
        answer: "З. Фрейд;",
        period: 2
    },{
        id: 42,
        question: "Свойства речи – это:",
        answer: "темп, громкость, тембр, интонация;",
        period: 2
    },{
        id: 43,
        question: "Одна из важнейших форм взаимодействия людей, порождаемого потребностями их совместной профессиональной и другой деятельности, предполагающего обмен или передачу (трансляцию) профессиональной, социальной или личностно значимой информацией:",
        answer: "общение;",
        period: 2
    },{
        id: 44,
        question: "Четыре друга с ярко выраженными чертами темперамента опоздали в театр. Как они ведут себя в этой ситуации? Найдите правильный ответ:",
        answer: "сангвиник понял, что в партер не пустят, но на верхние ярусы пройти проще, и побежал вверх по лестнице;",
        period: 2
    },{
        id: 45,
        question: "Чем объяснял Гиппократ природу темперамента?",
        answer: "количественным соотношением основных жидкостей в организме;",
        period: 2
    },{
        id: 46,
        question: "Тренировка системы терморегуляции в развитии защитных реакций организма на неблагоприятные воздействия внешней среды:",
        answer: "закаливание организма;",
        period: 2
    },{
        id: 47,
        question: "Индивидуальные особенности людей, от которых зависит приобретение ими знаний, умений и навыков, а также успешность выполнения различных видов деятельности называется:",
        answer: "способностями;",
        period: 2
    },{
        id: 48,
        question: "Максимально возможная эффективность деятельности специалиста, обусловленная функциональным состоянием его организма:",
        answer: "работоспособность;",
        period: 2
    },{
        id: 49,
        question: "Среди вариантов устной речи укажите тот, который относится к диалогической:",
        answer: "беседа;",
        period: 2
    },{
        id: 50,
        question: "Отсутствие потребности в общении:",
        answer: "замкнутость;",
        period: 2
    },{
        id: 51,
        question: "Процесс словесного общения, который может осуществляться в форме сообщения, указания, вопроса, приказания называется:",
        answer: "речью;",
        period: 2
    },{
        id: 52,
        question: "Общение между людьми посредством произнесения слов, с одной стороны, и восприятия их людьми на слух – с другой называется:",
        answer: "устной речью;",
        period: 4
    },{
        id: 53,
        question: "Способности – это индивидуально-психологические особенности личности, которые обнаруживаются:",
        answer: "в деятельности;",
        period: 2
    },{
        id: 54,
        question: "Внутриличностный конфликт – это:",
        answer: "столкновение противоположно направленных мотивов личности;",
        period: 2
    },{
        id: 55,
        question: "Свойство человека, проявляющееся как способность замечать в воспринимаемом объекте малоизвестные, но существенные детали, характеризуют:",
        answer: "наблюдательность;",
        period: 2
    },{
        id: 56,
        question: "Какие из перечисленных склонностей свойственны флегматику?",
        answer: "склонность к спокойному эмоциональному реагированию;",
        period: 2
    },{
        id: 57,
        question: "Учение о типах ВНД как физиологической основе темперамента обосновал:",
        answer: "И.П. Павлов;",
        period: 2
    },{
        id: 58,
        question: "Коммуникативный аспект общения отражает стремление партнеров по общению к:",
        answer: "обмену информацией;",
        period: 4
    },{
        id: 59,
        question: "Основными моделями поведения личности в конфликте являются:",
        answer: "конструктивная, деструктивная, конформистская;",
        period: 4
    },{
        id: 60,
        question: "В чем сущность взаимоотношения темперамента и характера?",
        answer: "темперамент по-особому окрашивает характер;",
        period: 4
    },{
        id: 61,
        question: "Характерологические черты меланхолического темперамента:",
        answer: "высокая чувствительность, сердечность, мнительность, замкнутость, тонкая восприимчивость;",
        period: 3
    },{
        id: 62,
        question: "Психические состояния, переживания, мотивы человека являются объектами какого общения?",
        answer: "межличностного;",
        period: 3
    },{
        id: 63,
        question: "Какой из приведенных методов относится к группе методов управлениями конфликтами?",
        answer: "метод картографии;",
        period: 3
    },{
        id: 64,
        question: "Сложный многофункциональный процесс установления определённых контактов между людьми называется:",
        answer: "общением;",
        period: 3
    },{
        id: 65,
        question: "Какие три стороны выделяют в межличностном общении?",
        answer: "перцептивная, коммуникативная, интерактивная;",
        period: 3
    },{
        id: 66,
        question: "Что такое личность?",
        answer: "это системное социальное качество, приобретаемое индивидом в предметной деятельности;",
        period: 3
    },{
        id: 67,
        question: "Основными моделями поведения личности в конфликте являются (исключите лишнее):",
        answer: "нонконформистская;",
        period: 3
    },{
        id: 68,
        question: "По степени вовлеченности людей в конфликты выделяют следующие конфликты (исключите лишнее):",
        answer: "внутриличностные;",
        period: 3
    },{
        id: 69,
        question: "Черта характера, проявляющаяся в стремлении к удовлетворению только личных потребностей:",
        answer: "эгоизм;",
        period: 3
    },{
        id: 70,
        question: "Характер – это:",
        answer: "особенности личности, проявляемые в деятельности и общении;",
        period: 3
    }, {
        id: 71,
        question: "Характер – это в переводе с греческого языка:",
        answer: "«чеканка», «печать», «царапать»;",
        period: 3
    },{
        id: 72,
        question: "Крайние варианты нормы характера, при которых его отдельные черты чрезмерно усилены и делают человека более уязвимым, называют:",
        answer: "акцентуацией;",
        period: 3
    },{
        id: 73,
        question: "Первый Всемирный курултай казахов, год: ?",
        answer: "сеньтябрь - октябрь 1992",
        period: 4
    },{
        id: 74,
        question: "Обмен информацией между индивидами – это:",
        answer: "коммуникативная сторона общения;",
        period: 3
    },{
        id: 75,
        question: "Обмен не только знаниями, идеями, но и действиями – это:",
        answer: "интерактивная сторона общения;",
        period: 3
    },{
        id: 76,
        question: "Ситуация скрытого или открытого противостояния двух или более сторон-участников называется:",
        answer: "конфликтной ситуацией;",
        period: 3
    },{
        id: 77,
        question: "На какой фазе возможности разрешения конфликта самые высокие?",
        answer: "начальной фазе;",
        period: 3
    },{
        id: 78,
        question: "Высокий уровень развития способностей человека, обеспечивающий достижения выдающихся успехов в том или ином виде деятельности:",
        answer: "талант;",
        period: 3
    },{
        id: 79,
        question: "Что такое темперамент?",
        answer: "это природные особенности поведения, типичные для данного человека; ",
        period: 3
    },{
        id: 80,
        question: "Важным фактором развития способностей является:",
        answer: "генетически обусловленные факторы;",
        period: 4
    },{
        id: 81,
        question: "Конфликт в переводе с латинского означает:",
        answer: "столкновение;",
        period: 4
    },{
        id: 82,
        question: "1-й этап становления психологической науки?",
        answer: "психология как учение о душе;",
        period: 3
    },{
        id: 83,
        question: "Способность человека переживать, настойчивость, недовольство и особенности чувств в их медленном, увлеченном проявлении:",
        answer: "астенические;",
        period: 3
    },{
        id: 84,
        question: "Деструктивная сторона конфликта:",
        answer: "один из оппонентов проявляется при психическом захвате другого, его дискриминации в присутствии других лиц, дискредитации;",
        period: 3
    },{
        id: 85,
        question: "Интересы -это:",
        answer: "личностные качества, выражающие направленность человека, цели, которые он ставит перед собой в жизни;",
        period: 3
    },{
        id: 86,
        question: "Что такое самопрезентация?",
        answer: "процесс представления собственного образа человека в социальном мире, связанном с намерением обрести определенное впечатление о себе у окружающих людей;",
        period: 3
    },{
        id: 87,
        question: "Эмоциональный интеллект - это (найдите неправильное определение):",
        answer: "взаимодействие партнеров в совместной деятельности, основанное на оптимальном сочетании индивидуально-психических характеристик;",
        period: 3
    },{
        id: 88,
        question: "Самопознание, саморегулирование, мотивация, эмпатия, социальные навыки – это модель эмоционального интеллекта (ЭИ):",
        answer: "Даниэль Гоулман;",
        period: 3
    },{
        id: 89,
        question: "Не относится к факторам, влияющим на здоровье:",
        answer: "национальная черта;",
        period: 3
    },{
        id: 90,
        question: "Не относится к основным компонентам, способствующим сохранению здоровья:",
        answer: "половые различия;",
        period: 3
    }, {
        id: 91,
        question: "Социально-психологический климат:",
        answer: "эмоциональная атмосфера в трудовом коллективе;",
        period: 4
    },{
        id: 92,
        question: "Что такое психологическая гармония?",
        answer: "сочетание типов поведения человека в группе;",
        period: 4
    },{
        id: 93,
        question: "Смысл жизни – это:",
        answer: "одна из основных мировоззренческих понятий, имеющих отношение к определению конечной цели существования, философская и духовная проблема, а также большое значение для создания духовно-нравственного образа личности;",
        period: 4
    },{
        id: 94,
        question: "Не относится к социальным ценностям:",
        answer: "культурные традиций;",
        period: 4
    },{
        id: 95,
        question: "Предпочитаемые и значимые для нас личностные качества, проявления, события, представления – это:",
        answer: "ценности;",
        period: 4
    },{
        id: 96,
        question: "Искреннее желание быть полезным другим. Содействие, сопереживание, созидательное участие в жизни людей и общества:",
        answer: "альтруизм и забота о других;",
        period: 4
    },{
        id: 97,
        question: "Субъективно заданный себе человеком ориентир движения:",
        answer: "цель;",
        period: 4
    },{
        id: 98,
        question: "Субъективно окрашенное переживание трудностей, обусловленное объективными ограничениями проявлений жизнедеятельности человека и препятствующее удовлетворению его потребностей – это:",
        answer: "психологический барьер;",
        period: 4
    },{
        id: 99,
        question: "Кризис профессиональной карьеры по Э.Ф. Зееру наступает в:",
        answer: "38-40 года;",
        period: 4
    },{
        id: 100,
        question: "Специфический вид профессиональной деформации лиц, вынужденных во время выполнения своих обязанностей тесно общаться с людьми – это:",
        answer: "синдром эмоционального выгорания;",
        period: 4
    },{
        id: 101,
        question: "Эмоциональное сопереживание другому человеку:",
        answer: "эмпатия;",
        period: 4
    },{
        id: 102,
        question: "Психологическое давление группы на личность, чтобы заставить ее вести себя (работать, учиться и т.п.) так, как принято в группе (“как все”):",
        answer: "конформизм;",
        period: 4
    },{
        id: 103,
        question: "Распространение общего оценочного впечатления о человеке на восприятие его поступков и личностных качеств при восприятии людьми друг друга",
        answer: "эффект ореола;",
        period: 4
    },{
        id: 104,
        question: "Способ психологического воздействия, заключающийся в намеренном предоставлении противнику такой информации, которая вводит его в заблуждение относительно истинного положения дел:",
        answer: "дезинформирование;",
        period: 4
    },{
        id: 105,
        question: "Форма поведения людей при конфликтных ситуациях – добиться удовлетворения собственных интересов за счет и в ущерб другого человека:",
        answer: "сотрудничество;",
        period: 4
    },{
        id: 106,
        question: "Цель социального общения:",
        answer: "расширение и укрепление межличностных контактов, установление и развитие интерперсональных отношений, личностного роста индивида;",
        period: 4
    },{
        id: 107,
        question: "Выражение «Наличие ценностей есть выражение небезразличия человека по отношению к миру для человека, для его жизни» относится:",
        answer: "Л. Рубинштейну;",
        period: 4
    },{
        id: 108,
        question: "Понятие «социальная ситуация развития» ввел:",
        answer: "Л.С. Выготский;",
        period: 4
    },{
        id: 109,
        question: "Исторически сложившиеся стандарты поведения и деятельности, выполнение которых для индивида и группы является необходимым условием привлечения их в социальное целое (или создание социального целого):",
        answer: "социальные нормы;",
        period: 4
    },{
        id: 110,
        question: "Подлинное предназначение человека и смысл его жизни – стремление к счастью. Проповедует умеренность в телесных удовольствиях и стремление к духовному совершенству:",
        answer: "Подлинное предназначение человека и смысл его жизни – стремление к счастью. Проповедует умеренность в телесных удовольствиях и стремление к духовному совершенству:",
        period: 4
    },{
        id: 111,
        question: "При рассогласованности реального и личного «Я»:",
        answer: "формируется чувство неполноценности;",
        period: 4
    },{
        id: 112,
        question: "Совокупность установок «на себя», обусловленных представлением о том, каким я бы хотел быть, называется:",
        answer: "идеальным Я;",
        period: 4
    },{
        id: 113,
        question: "Эмоциональная реакция, возникающая в ответ на экстремальные воздействия и оказывающая положительное влияние на деятельность, называется:",
        answer: "стресс;",
        period: 4
    },{
        id: 114,
        question: "К какому типу темперамента относится стиль деятельности педагога М.Е.? М.Е. легко переключается с одного вида деятельности на другой. В аудитории не стоит на месте, не раздражается на непонимания учащихся, собран, сдержан, терпелив, вместе с тем может пошутить, разрядить обстановку, постоянно разнообразит формы работы учащихся в аудитории:",
        answer: "сангвиническому;",
        period: 4
    },{
        id: 115,
        question: "В невербальной коммуникации проявляется:",
        answer: "экспрессивная функция эмоций;",
        period: 4
    },{
        id: 116,
        question: "Развитие личности есть:",
        answer: "процесс индивидуализации социального опыта;",
        period: 4
    },{
        id: 117,
        question: "Совокупность установок «на себя», обусловленных представлением о том, как меня воспринимают другие люди, называется:",
        answer: "зеркальным Я;",
        period: 4
    },{
        id: 118,
        question: "Перед экзаменом преподаватель спросил у студентов, какую оценку они хотели бы получить.  Одни называли «отлично», другие – «хорошо», третьи – «удовлетворительно». О каком явлении идет речь в примере?",
        answer: "уровень притязаний;",
        period: 4
    },{
        id: 119,
        question: "Какая группа мотивов А. Маслоу реализует потребность человека в осмыслении мира и себя в нем, потребность реализации своих возможностей:",
        answer: "мотивов самоактуализации;",
        period: 4
    },{
        id: 120,
        question: "Совокупность самых общих умственных способностей, обеспечивающих человеку успех в решении разнообразных задач:",
        answer: "интеллект;",
        period: 4
    },
]

export const periodsPsychology = [{name: "I", slug: 1}, {name: "II", slug: 2}, {name: "III", slug: 3}, {name: "IV", slug: 4}]