export const questionsData = [
    {
        id: 1,
        "questions": "В 1956г осудил личность Сталина? (съезд)",
        "answer": "20 съезд КПСС",
        period: 4
    },{
        id: 2,
        "questions": "Кто первым зогрузил Красное знамя на фасаде Рейхстага",
        "answer": "Кошкарбаев и Булатов",
        period: 4
    },{
        id: 3,
        "questions": "'Аз и Я' кто создал? когда?",
        "answer": "Олжас Сулейменов",
        period: 4
    },{
        id: 4,
        "questions": "Кто вступился Рыскулбекова?",
        "answer": "Бывшый министр иностранных дел чехословакии Х.Хачек",
        period: 4
    },{
        id: 5,
        "questions": "Должность Сардабек что это",
        "answer": "Камандующий повстанцами",
        period: 4
    },{
        id: 6,
        "questions": "Первая столица Казахской АССР?",
        "answer": "Оренбург",
        period: 4
    },{
        id: 7,
        "questions": "Назовите №1 советской национальное государства на Серовном Востоке?",
        "answer": "Туркестанская АССР",
        period: 4
    },{
        id: 8,
        "questions": "Александр Ильич Дутов (гражданская война) захватил: ?, год: ?, звание: ?",
        "answer": "захватил: Оренбург, год: 1918, звание: Атаман",
        period: 4
    },{
        id: 9,
        "questions": "Столица КазАССР в 1925г",
        "answer": "Қызыл Орда",
        period: 4
    },{
        id: 10,
        "questions": "В какой период началась реабилитация после тоталитарного режима?",
        "answer": "В период Хрущовской оттпели (1954 - 1963)",
        period: 4
    },{
        id: 11,
        "questions": "Почему А.Бөкейхан вышел из партии 'Кадетов'",
        "answer": "Против автономии, национальный вопрос",
        period: 4
    },{
        id: 12,
        "questions": "Должность Мерген что это?",
        "answer": "Стрелки Снайперы",
        period: 4
    },{
        id: 13,
        "questions": "Кем работал Бакытжан Каратаев",
        "answer": "Первым юристом",
        period: 4
    },{
        id: 14,
        "questions": "Назовите №1 казах-инженер железнодорожника и что окончил?",
        "answer": "Мухаметжан Тынышбаев, Санкт-Петербургский институт путей и сообщения",
        period: 4
    },{
        id: 15,
        "questions": "Столица КазФССР в 1929",
        "answer": "Верный (Алматы)",
        period: 4
    },{
        id: 16,
        "questions": "Лидер джадидизма",
        "answer": "Исмаил Госпринский",
        period: 4
    },{
        id: 17,
        "questions": "Главный редактор газеты 'Казак' в 1913-1918, где: ?, кто: ?",
        "answer": "Ахмет Байтурсунов, Оренбург",
        period: 4
    },{
        id: 18,
        "questions": "Кто разработал лучший метод исследования недр Земли в СССР? (50-тых г 20 веке)",
        "answer": "Қаныш Сатпаев",
        period: 4
    },{
        id: 19,
        "questions": "Последние стихотворение К.Рыскулбекова",
        "answer": "Ақтық сөз, Последние слово",
        period: 4
    },{
        id: 20,
        "questions": "Что создал Рустембеков (архитектор)?",
        "answer": "Байтерек",
        period: 4
    },{
        id: 21,
        "questions": "В 1975 г была издана книга Олжаса Сулейменова",
        "answer": "Аз и Я",
        period: 4
    },{
        id: 22,
        "questions": "Документ конституционно провозгласивший создание КазАССР",
        "answer": "Декларация о прав трудящихся",
        period: 4
    },{
        id: 23,
        "questions": "Кто написал сборкин стихов 'Маса'",
        "answer": "Ахмет Байтұрсынұлы",
        period: 4
    },{
        id: 24,
        "questions": "Как назывались органы власти занимающися улучшением жизни рабочих",
        "answer": "Фабрично-заводские камитеты",
        period: 4
    },{
        id: 25,
        "questions": "Автором произведения 'В чем заключается богатство'?",
        "answer": "Ыбрай Алтынсарин",
        period: 4
    },{
        id: 26,
        "questions": "Когда был принят закон 'О языках'",
        "answer": "22 сентября 1989г",
        period: 4
    },{
        id: 27,
        "questions": "Последствие коллективизации",
        "answer": "Переход к оседлости",
        period: 4
    },{
        id: 28,
        "questions": "Кто открыл культуру Ботай?",
        "answer": "Зайберт",
        period: 4
    },{
        id: 29,
        "questions": "Кто был избран в 1 Госдуму от Семиполатинска",
        "answer": "Алихан Бөкейхан",
        period: 4
    },{
        id: 30,
        "questions": "Назовите запрещенного произведения в СССР?",
        "answer": "Аз и Я",
        period: 4
    },{
        id: 31,
        "questions": "Годы Ашаршылық",
        "answer": "1931 - 1933",
        period: 4
    },{
        id: 32,
        "questions": "Продналог, политика: ?, значение: ?",
        "answer": "Политика НЭПА, значение: фиксированый и единый налог для всех",
        period: 4
    },{
        id: 33,
        "questions": "Первые казахские ученые местного населения казахов?",
        "answer": "Муса Шорманов (дед Шокана Уалиханова), Мухамед-Салык Бабажанов",
        period: 4
    },{
        id: 34,
        "questions": "Политика 'НЭП' включала в себя",
        "answer": "Продналог (единый фикцированый прогресивный)",
        period: 4
    },{
        id: 35,
        "questions": "с 1917 г Председатель правительства Казахской Алашской автономии",
        "answer": "Алихан Бөкейхан",
        period: 4
    },{
        id: 36,
        "questions": "Какая идея была легла в основу Кокандской (Туркистанской автономии)?",
        "answer": "Пантюркизм обединение мусульманских народов Центральной Азии",
        period: 4
    },{
        id: 37,
        "questions": "1 Всеказахский съезд в 1917г, где: ?, месяц: ?, итог: ?",
        "answer": "где: Оренбург, месяц: июль, итог: определил курс партии Алаш",
        period: 4
    },{
        id: 38,
        "questions": "10 съезд РКП (б) 20 марта 1921 г, опредилил курс на ...",
        "answer": "НЭП Новую экономическую политику",
        period: 4
    },{
        id: 39,
        "questions": "Кто создал Байтерек",
        "answer": "Рустембеков",
        period: 4
    },{
        id: 40,
        "questions": "В каком городе 1906г прошла политическая демонстрация, носившая интернациональной характер?",
        "answer": "Перовск",
        period: 4
    },{
        id: 41,
        "questions": "Қаныш Сатпаев сотавил первый учебник на казахском языке по ...",
        "answer": "Алгебра",
        period: 4
    },{
        id: 42,
        "questions": "Что Рыскулов написал Сталину в письме когда?",
        "answer": "В 1933 году Т.Рыскулов написал письмо Сталину о последствиях колективизции, голоде и тяжолой ситуации казахскогго народа",
        period: 4
    },{
        id: 43,
        "questions": "жены 'изменников Родины' в сталинские времена отбывали наказание в лагере? область?",
        "answer": "Алжир, Акмолинская",
        period: 4
    },{
        id: 44,
        "questions": "Кого сослали в Самару в ходе 1 госдумы",
        "answer": "юриста Беремжанова",
        period: 4
    },{
        id: 45,
        "questions": "Чем знаменит Ташенов",
        "answer": "Сохранил целостность границ Казахстана",
        period: 4
    },{
        id: 46,
        "questions": "Кем был открыт Театр юного зрителя (ПОЗ) 1945",
        "answer": "Натали Сац",
        period: 4
    },{
        id: 47,
        "questions": "10 декабря 1991 г в Казакстане произошло какое событие",
        "answer": "Казахская ССР переминована в Республику Казахстан",
        period: 4
    },{
        id: 48,
        "questions": "Что было принято в 25 октября 1990 году",
        "answer": "Прияние декларации о государственном суверенитете КазССР",
        period: 4
    },{
        id: 49,
        "questions": "Как называлось движение в Казахстане в конце 80-тых 20-ого века?",
        "answer": "Нвада-Семей",
        period: 4
    },{
        id: 50,
        "questions": "Кто открыл месторожления меди в Жезказгане?",
        "answer": "Қаныш Сатпаев",
        period: 4
    },{
        id: 51,
        "questions": "Казакстан стал полноправным членом ООН в...",
        "answer": "в марте 1992 года",
        period: 4
    },{
        id: 52,
        "questions": "В 20004 году в Республике Казакстан была принята государственная программа?",
        "answer": "Культурное наследие",
        period: 4
    },{
        id: 53,
        "questions": "Машкур Жусупав установил место захоронения",
        "answer": "Бухар Жырау",
        period: 4
    },{
        id: 54,
        "questions": "Председатели Спемипалатенской губернии был ...",
        "answer": "Алихан Бөкейхан",
        period: 4
    },{
        id: 55,
        "questions": "Первая Конституция Незовисемого Казакстана была принята",
        "answer": "1993 г",
        period: 4
    },{
        id: 56,
        "questions": "Указ о либерезации цен на тереториии Республики был принят в ...",
        "answer": "1992 г 6 января",
        period: 4
    },{
        id: 57,
        "questions": "Оснополежником чего был Абылхан Костеев?",
        "answer": "Изобразительного искуства",
        period: 4
    },{
        id: 58,
        "questions": "Первый человек В Казакстане удостоенный звания героя Советского Союза?",
        "answer": "К.А.Семенчинко",
        period: 4
    },{
        id: 59,
        "questions": "Кто создал Байтерек",
        "answer": "Рустембеков",
        period: 4
    },{
        id: 60,
        "questions": "Казахский государственный университет им С.М.Кирова в Алмате был открыт в ?",
        "answer": "1934 г",
        period: 4
    },{
        id: 61,
        "questions": "Жумабек Ташенов способствовал спасению газеты на ",
        "answer": "Спасению газеты на казакском языке",
        period: 4
    },{
        id: 62,
        "questions": "5 пленум ЦК КПК, год: ?, ход: ?, итог: ?",
        "answer": "год: 16.12.1986, ход: Смещение Кунаева на Колбина, итог: В Алматы прошли митинги 17-18 декабря",
        period: 4
    },{
        id: 63,
        "questions": "Жумабек Ташенов является председатель?",
        "answer": "Верховного совета и совета Министров",
        period: 4
    },{
        id: 64,
        "questions": "Первая казахская кинокартина фильма 'Амандельды' был снят киностудией 'Ленфильм' в ?",
        "answer": "1938 г",
        period: 4
    },{
        id: 65,
        "questions": "Руководитель движения Невада-Семей",
        "answer": "Олжас Сулейменов",
        period: 4
    },{
        id: 66,
        "questions": "Когда была написана газета 'Серке'",
        "answer": "1907",
        period: 4
    },{
        id: 67,
        "questions": "Кто вел вооруженое востание в Тургае (1916-1917)",
        "answer": "Амангельды Иманов А.Жангельдин",
        period: 4
    },{
        id: 68,
        "questions": "Особенность Новаметодных мектебов ?",
        "answer": "Звуковой метод изучение языка вместо буквословного",
        period: 4
    },{
        id: 69,
        "questions": "Как называлось движение в Казахстане в конце 80-тых 20-ого века?",
        "answer": "Нвада-Семей",
        period: 4
    },{
        id: 70,
        "questions": "Кто открыл месторожления меди в Жезказгане?",
        "answer": "Қаныш Сатпаев",
        period: 4
    }
]