import type {IQuestion} from "./englishData.js";

export const questionsHistory : IQuestion[] = [
    {
        id: 1,
        question: "В 1956г на каком съезде осудили личность Сталина?",
        answer: "ХХ съезд КПСС",
        period: 4
    }, {
        id: 2,
        question: "Кто первым водрузил Красное знамя на фасаде Рейхстага",
        answer: "Кошкарбаев и Булатов",
        period: 4
    }, {
        id: 3,
        question: "Книгу 'Аз и Я' кто написал и когда?",
        answer: "Олжас Сулейменов, 1975 году",
        period: 4
    }, {
        id: 4,
        question: "Кто вступился за Рыскулбекова?",
        answer: "Бывший министр иностранных дел Чехословакии Х.Хачек",
        period: 4
    }, {
        id: 5,
        question: "Кто такой Сардабек?",
        answer: "Командующий повстанцами",
        period: 4
    }, {
        id: 6,
        question: "Первая столица Казахской АССР?",
        answer: "Оренбург",
        period: 4
    }, {
        id: 7,
        question: "Назовите №1 советское национальное государство на Северо Востоке?",
        answer: "Туркестанская АССР",
        period: 4
    }, {
        id: 8,
        question: "Александр Ильич Дутов во время гражданской войны: захватил: ?, год: ?, звание: ?",
        answer: "захватил: Оренбург, год: 1918, звание: Атаман",
        period: 4
    }, {
        id: 9,
        question: "Столица КазАССР в 1925г",
        answer: "Кызыл Орда",
        period: 4
    }, {
        id: 10,
        question: "В какой период началась реабилитация после тоталитарного режима?",
        answer: "В период Хрущёвской оттепели (1954 - 1963)",
        period: 4
    }, {
        id: 11,
        question: "Почему А.Бокейхан вышел из партии 'Кадетов'",
        answer: "Они были против автономии,а также национальный вопрос",
        period: 4
    }, {
        id: 12,
        question: "Должность 'Мерген' кто это?",
        answer: "Стрелки Снайперы среди казахов",
        period: 4
    }, {
        id: 13,
        question: "Какая была специальность у Бакытжана Каратаева?",
        answer: "Являлся первым юристом среди казахов",
        period: 4
    }, {
        id: 14,
        question: "Назовите '№1 казаха-инженера железнодорожника' и что он окончил?",
        answer: "Мухамеджан Тынышбаев, Санкт-Петербургский институт путей и сообщения",
        period: 4
    }, {
        id: 15,
        question: "Столица КазАССР в 1929 году?",
        answer: "Верный (Алматы)",
        period: 4
    }, {
        id: 16,
        question: "Назовите лидера джадидизма?",
        answer: "Исмаил Гаспринский",
        period: 4
    }, {
        id: 17,
        question: "Главный редактор газеты 'қазақ' в 1913-1918, где: ?, кто: ?",
        answer: "Оренбург, Ахмет Байтурсынов",
        period: 4
    }, {
        id: 18,
        question: "Кто разработал лучший метод исследования недр Земли в СССР? (50-тых годах ХХ-ого века)",
        answer: "Каныш Сатпаев",
        period: 4
    }, {
        id: 19,
        question: "Последние стихотворение Кайрата Рыскулбекова?",
        answer: "стих: 'Ақтық сөз', Последние слово",
        period: 4
    }, {
        id: 20,
        question: "Что спроектировал Рустембеков (архитектор)?",
        answer: "Байтерек",
        period: 4
    }, {
        id: 22,
        question: "Документ конституционно провозгласивший создание КазАССР",
        answer: "Декларация о правах трудящихся",
        period: 4
    }, {
        id: 23,
        question: "Кто написал сборник стихов 'Маса'",
        answer: "Ахмет Байтурсынов",
        period: 4
    }, {
        id: 24,
        question: "Как назывались органы власти занимающийся улучшением жизни рабочих",
        answer: "'Фабрично-заводские комитеты'",
        period: 4
    }, {
        id: 25,
        question: "Автором произведения 'В чем заключается богатство'?",
        answer: "Ыбырай Алтынсарин",
        period: 3
    }, {
        id: 26,
        question: "Когда был принят закон 'О языках'",
        answer: "22 сентября 1989г",
        period: 4
    }, {
        id: 27,
        question: "Последствие коллективизации?",
        answer: "Переход к оседлости,изъятие 40,5 млн голов скота,Великий джут(Ашаршалык)",
        period: 4
    }, {
        id: 28,
        question: "Кто открыл культуру Ботай?",
        answer: "Зайберт",
        period: 1
    }, {
        id: 29,
        question: "Кто был избран в I Госдуме от Семипалатинска?",
        answer: "Алихан Бөкейхан",
        period: 4
    }, {
        id: 30,
        question: "Назовите запрещенное произведения в СССР?",
        answer: "'Аз и Я'",
        period: 4
    }, {
        id: 31,
        question: "Назовите годы 'Ашаршалык'?",
        answer: "1931 - 1933",
        period: 4
    }, {
        id: 32,
        question: "'Продналог', политика: ?, значение: ?",
        answer: "Политика НЭПА, значение: фиксированный и единый налог для всех",
        period: 4
    }, {
        id: 33,
        question: "Первые казахские ученые местного населения казахов?",
        answer: "Муса Шорманов (дед Шокана Уалиханова), Мухамед-Салык Бабажанов",
        period: 4
    }, {
        id: 34,
        question: "Политика 'НЭП' включала в себя?",
        answer: "Продналог (единый. фиксированный. прогрессивный налог)",
        period: 4
    }, {
        id: 35,
        question: "Кто с 1917 г Председатель правительства Казахской Алашской автономии?",
        answer: "Алихан Бокейхан",
        period: 4
    }, {
        id: 36,
        question: "Какая идея была легла в основу Кокандской/Туркестанской автономии?",
        answer: "Пантюркизм, объединение мусульманских народов Центральной Азии",
        period: 4
    }, {
        id: 37,
        question: "1 Всеказахский съезд в 1917г, где: ?, месяц: ?, итог: ?",
        answer: "где: Оренбург, месяц: июль, итог: определил курс партии Алаш",
        period: 4
    }, {
        id: 38,
        question: "На Х съезде РКП(б) 20 марта 1921-ого года, определил курс на?",
        answer: "НЭП, Новую экономическую политику",
        period: 4
    }, {
        id: 39,
        question: "Кто спроектировал Байтерек?",
        answer: "Рустембеков",
        period: 4
    }, {
        id: 40,
        question: "В каком городе в 1906 году прошла политическая демонстрация, носившая интернациональной характер?",
        answer: "Перовск",
        period: 4
    }, {
        id: 41,
        question: "Каныш Сатпаев составил первый учебник на казахском языке по какому предмету?",
        answer: "Алгебра",
        period: 4
    }, {
        id: 42,
        question: "Что Турар Рыскулов написал Сталину в письме и когда?",
        answer: "В 1933 году Турар Рыскулов написал письмо Сталину о последствиях коллективизации, голоде и тяжёлой ситуации казахского народа",
        period: 4
    }, {
        id: 43,
        question: "жены 'изменников Родины' в сталинские времена отбывали наказание в каком лагере и в какой области?",
        answer: "лагерь Алжир, Акмолинская область",
        period: 4
    }, {
        id: 44,
        question: "Кого сослали в Самару в ходе I Госдумы",
        answer: "Юриста Беремжанова",
        period: 4
    }, {
        id: 45,
        question: "Чем знаменит Ташенов?",
        answer: "Сохранил целостность границ Казахстана",
        period: 4
    }, {
        id: 46,
        question: "Кем был открыт Театр юного зрителя (ПОЗ) 1945?",
        answer: "Натали Сац",
        period: 4
    }, {
        id: 47,
        question: "10 декабря 1991 г в Казахстане произошло какое событие",
        answer: "Казахская ССР переименована в Республику Казахстан",
        period: 4
    }, {
        id: 48,
        question: "Что было принято в 25 октября 1990 году",
        answer: "Принятие декларации о государственном суверенитете КазССР",
        period: 4
    }, {
        id: 49,
        question: "Как называлось движение в Казахстане в конце 80-ых ХХ-ого века?",
        answer: "Невада-Семей",
        period: 4
    }, {
        id: 50,
        question: "Кто открыл месторождения меди в Жезказгане?",
        answer: "Каныш Сатпаев",
        period: 4
    }, {
        id: 51,
        question: "Казакстан стал полноправным членом ООН в каком году?",
        answer: "в марте 1992 года",
        period: 4
    }, {
        id: 52,
        question: "В 2004 году в Республике Казахстан была принята государственная программа?",
        answer: "Культурное наследие",
        period: 4
    }, {
        id: 53,
        question: "Машхур Жусупов установил место захоронения?",
        answer: "Бухар Жырау",
        period: 4
    }, {
        id: 54,
        question: "Председатели Семипалатинской губернии был?",
        answer: "Алихан Бокейхан",
        period: 4
    }, {
        id: 55,
        question: "Первая Конституция Независимого Казахстана была принята в какому году?",
        answer: "В 1993 году",
        period: 4
    }, {
        id: 56,
        question: "Указ о либерализации цен на территории Республики Казахстан был принят в каком году?",
        answer: " 6 января 1992 года",
        period: 4
    }, {
        id: 57,
        question: "Основоположником чего был Абылхан Костеев?",
        answer: "Изобразительного искусства",
        period: 4
    }, {
        id: 58,
        question: "Первый человек В Казахстане удостоенный звания героя Советского Союза?",
        answer: "К.А.Семенченко",
        period: 4
    }, {
        id: 59,
        question: "Кто создал Байтерек?",
        answer: "Рустембеков",
        period: 4
    }, {
        id: 60,
        question: "Казахский государственный университет им С.М.Кирова в Алмате был открыт в каком году?",
        answer: "В 1934 году",
        period: 4
    }, {
        id: 61,
        question: "Жумабек Ташенов способствовал спасению какой газеты ?",
        answer: "Спасению газеты на казакском языке",
        period: 4
    }, {
        id: 62,
        question: "V пленум ЦК КПК, год: ?, ход: ?, итог: ?",
        answer: "год: 16.12.1986, ход: Смещение Кунаева на Колбина, итог: В Алматы прошли митинги 17-18 декабря",
        period: 4
    }, {
        id: 63,
        question: "Жумабек Ташенов являлся председателем?",
        answer: "Верховного совета и совета Министров",
        period: 4
    }, {
        id: 64,
        question: "Первая казахская кинокартина фильма 'Амангельды' была снята киностудией 'Ленфильм' в каком году?",
        answer: "В 1938 году",
        period: 4
    }, {
        id: 65,
        question: "Назовите Руководителя движения Невада-Семей",
        answer: "Олжас Сулейменов",
        period: 4
    }, {
        id: 66,
        question: "Когда была написана газета 'Серке'",
        answer: "1907",
        period: 4
    }, {
        id: 67,
        question: "Кто вел вооружённое восстание в Тургае (1916-1917)?",
        answer: "Амангельды Иманов и Алиби Жангельдин",
        period: 4
    }, {
        id: 68,
        question: "Особенность Новомодных мектебов ?",
        answer: "Звуковой метод изучение языка вместо буквослогательного",
        period: 4
    }, {
        id: 69,
        question: "Продразвёрстка, политика: ?, значение: ?",
        answer: "Политика: военный коммунизм, значение: изъятие излишков",
        period: 4
    }, {
        id: 70,
        question: "'Промелькнувший метеор', автор: ?, про кого: ?",
        answer: "автор: Сабит Муканов, про кого: Шокан Уалиханов",
        period: 4
    }, {
        id: 71,
        question: "Назовите Знаменитого рисовода, дважды Героя Социального Труда?",
        answer: "Ибрай Жакаев",
        period: 4
    }, {
        id: 72,
        question: "Кто автор 'Ленинградцы дети мои' написанной в 1941?",
        answer: "Ж.Жабаев",
        period: 4
    }, {
        id: 73,
        question: "В каком году произошел Первый Всемирный курултай казахов?",
        answer: "сентябрь - октябрь 1992",
        period: 4
    }, {
        id: 74,
        question: "Урало - Эмбирский нефтяной район накануне индустриализации изучал академик?",
        answer: "Иван Губкин",
        period: 4
    }, {
        id: 75,
        question: "НЭП, когда была принята ина каком съезде?",
        answer: "20 марта 1921, Х съезде РКП (б)",
        period: 4
    }, {
        id: 76,
        question: "Когда создали Семипалатинский ядерный полигон?",
        answer: "1949 г",
        period: 4
    }, {
        id: 77,
        question: "Какой закон приняли 22 сентября 1989г?",
        answer: "О языках",
        period: 4
    }, {
        id: 78,
        question: "В 1907 Бахытжан Каратаев зачитал доклад о: ?, итог: ?",
        answer: "доклад: о проблеме переселенческой политики, итоги: казахам запретили участвовать в Госдуме",
        period: 4
    }, {
        id: 79,
        question: "В какой Государственной Думе участвовал Алихан Бокейхан?",
        answer: "I Государственной Думе 1905 г ",
        period: 4
    }, {
        id: 80,
        question: "В каком году была построена  ж/д  Турксиб? ",
        answer: "1927 - 1930 годах",
        period: 4
    }, {
        id: 81,
        question: "Какое было звание в конце войны и каким полком управлял Бауыржан Момышулы?",
        answer: "звание: Полковник, отряд: 9-ый Гвардейский полк",
        period: 4
    }, {
        id: 82,
        question: "Чем известны Кошкарбаев и Булатов?",
        answer: "Первыми водрузили Красное знамя на фасаде Рейхстага",
        period: 4
    }, {
        id: 83,
        question: "Одним из крупнейших центров освободительного движение 1916 года стал район?",
        answer: "Тургая и Семиречья",
        period: 4
    }, {
        id: 84,
        question: "Газета 'Серке' , автор: ?, какой стих: ?",
        answer: "Мыржакып Дулатов, стих: 'К молодежи'",
        period: 4
    }, {
        id: 85,
        question: "Элементы НЭП-а?",
        answer: "1.Введены аренда земли и предприятий, товарно денежные отношения; 2.Разрешены свободная торговля, наемный труд",
        period: 4
    }, {
        id: 86,
        question: "Когда был построен первый педагогический университет в Казахстане?",
        answer: "1928 имени Абая",
        period: 4
    }, {
        id: 87,
        question: "После учебы на экономическом и юридическом факультете Санк-Петербурского лесо-технического института отправил куда работать Алихан Бокейхан?",
        answer: "в составе Тобольской экспедиции",
        period: 4
    }, {
        id: 88,
        question: "Когда и что открыл Ахмед Жубанов?",
        answer: "Когда: 1934 г, что: Казахский государственный аркестр им.Курмангазы",
        period: 4
    }, {
        id: 89,
        question: "В каком году полетел в космос Т.Аубакиров?",
        answer: "В 1991 году",
        period: 4
    }, {
        id: 90,
        question: "Политика 'Военного коммунизма' включала в себя?",
        answer: "Запрет на торговлю, отмену товарно-денежных отношений",
        period: 4
    }, {
        id: 91,
        question: "Кто выступал против Целины?",
        answer: "Шаяхметов (Первый секретарь в ЦК КПК)",
        period: 4
    }, {
        id: 92,
        question: "Кто написал статью 'киргиз'",
        answer: "Алихан Бокейханов",
        period: 4
    }, {
        id: 93,
        question: "Какие реформы произошли в 1947 году?",
        answer: "Образовательная и денежная реформа",
        period: 4
    }, {
        id: 94,
        question: "Где учился Алихан Бокейхан?",
        answer: "Экономическом и юридическом факультете Санкт-Петербургского лесотехнического института",
        period: 4
    }, {
        id: 95,
        question: "Польский поэт, автор поэм 'Киргиз' и 'Степь'",
        answer: "Густав Зелинский",
        period: 3
    }, {
        id: 96,
        question: "Национальное движение в 1916г: ?, какие причины: ?, повод: ?, характер: ?",
        answer: "причины: Усиление колонизации Российской империи, переселенческая политика, ухудшение социального положения, рост налогов, конфликты с русскими. Повод: Указ Николая II: набрать 500тыс джигитов на тыловые работы. Характер: национально-освободительный",
        period: 4
    }, {
        id: 97,
        question: "Кто писал про Абылай хана?",
        answer: "Ш.Уалиханов, А.Левшин, И.Крафт",
        period: 3
    }, {
        id: 98,
        question: "Забастовка шахтеров Караганды, когда: ?, цель: ?",
        answer: "когда: 1989 г, цель: закрытие Семипалатинского ядерного полигона",
        period: 4
    }, {
        id: 99,
        question: "Лидер Кокандской/Туркестанской автономии?",
        answer: "Мустафа Шокай ",
        period: 4
    }, {
        id: 100,
        question: "Какие были отношения между степью и городом?",
        answer: "Социально-экономические",
        period: 4
    }, {
        id: 101,
        question: "Год создание Ассамблеи народа Казахстана?",
        answer: "1995 год",
        period: 4
    }, {
        id: 102,
        question: "Какой эпос записал Машхур Жусуп?",
        answer: "Ер Олжабай батыр",
        period: 3
    }, {
        id: 103,
        question: "Назовите автора 'История Казахстана с древнейших времен до наших дней'?",
        answer: "Асфендияров",
        period: 4
    }, {
        id: 104,
        question: "Какие уезды были переданы в результате размежевания земель в Средней Азии и Казахстана в 1924 г Казахской АССР?",
        answer: "Казалинский и Ак-Мечетский уезды",
        period: 4
    }, {
        id: 105,
        question: "Мыржакып Дулатов написал сборник о тяжёлом  положении народа, когда: ? название: ?",
        answer: "когда: 1909, название: Оян казак",
        period: 4
    }, {
        id: 106,
        question: "Оперная певица, получавшая звания Народной артистки СССР в 1936г?",
        answer: "К.Байсеитова",
        period: 4
    }, {
        id: 107,
        question: "Кто такой Дуйсенбай Шыныбеков?",
        answer: "Знаменитый снайпер на Ораниенбаумском плацдаруме. Участвовал в битве за Ленинград (во время ВОВ)",
        period: 4
    }, {
        id: 108,
        question: "Назовите год, причину и в каком документе была заложена Национальная партия 'Алаш'",
        answer: "Каркараллинская петиция, 1905 г, Первая русская революция (кровавое воскресенье)",
        period: 4
    }, {
        id: 109,
        question: "Когда была объявлена Кокандская/Туркестанская автономная?",
        answer: "26 - 29 ноября, 1917г",
        period: 4
    }, {
        id: 110,
        question: "Джадидизм - это",
        answer: "Просветления (обновленчество); Развитие тюркоязычных языков; использование достижений науки; Интеллектуальная движение среди мусульманских народов Российской империи; Изучение светских дисциплин; Открытие медресе, мектебов",
        period: 4
    }, {
        id: 111,
        question: "Национальное движение 1916г, где: ?, итоги: ?",
        answer: "где: Семиречье, Акмола, Тургай; итоги: Подавлено, продемонстрировала рост самосознания казахского народа. В Тургае продолжились восстания",
        period: 4
    }, {
        id: 112,
        question: "В каком году была принята Индустриализация?",
        answer: "1925 г",
        period: 4
    }, {
        id: 113,
        question: "В период индустриализации в Казахстане построен?",
        answer: "Ачисайский полиметаллический комбинат",
        period: 4
    }, {
        id: 114,
        question: "Какая партия способствовала установлению советской власти в Казахстане?",
        answer: "Уш жуз",
        period: 4
    }, {
        id: 115,
        question: "В каком году была принята Столыпинская реформа?",
        answer: "1906 г",
        period: 4
    }, {
        id: 116,
        question: "Кого из писателей посадили на 25 лет?",
        answer: "Бекмаханов",
        period: 4
    }, {
        id: 117,
        question: "Экологические последствия освоения целинных и залежных земель?",
        answer: "Эрозия почв",
        period: 4
    }, {
        id: 118,
        question: "В 1965 г свою  первую нефть дало месторождение?",
        answer: "Узень (Актау)",
        period: 4
    }, {
        id: 119,
        question: "Кто был избран во II Госдуме от Семипалатинска в 1907?",
        answer: "Нуркенов",
        period: 4
    }, {
        id: 120,
        question: "Что сделало Временное правительство для казахов?",
        answer: "Амнистия и помощь пострадавшим в период восстания в Семиречье",
        period: 4
    }, {
        id: 121,
        question: "Кто был дважды ЦК Компартии КПК?",
        answer: "Динмухаммед Кунаев, 1960-1962 и 1964-1968 года",
        period: 4
    }, {
        id: 122,
        question: "Рухани жангыру, год: ?, цель: ?",
        answer: "2017г, цель: возрождение духовных ценностей. модернизация казахстанского общества",
        period: 4
    }, {
        id: 123,
        question: "Кто в Казахском ханстве являлся парламентером, ходатаем и подписывал документы?",
        answer: "Аксакалы",
        period: 3
    }, {
        id: 124,
        question: "Назовите основателей казахского ханства?",
        answer: "Керей и Жанибек",
        period: 4
    }, {
        id: 125,
        question: "Куда откочевал Сырым Датулы?",
        answer: "Хивинское ханство, там и умер",
        period: 3
    }, {
        id: 126,
        question: "Кто возглавил в Букеевской Орде восстание 1836 - 1838 г?",
        answer: "Исатай Тайманов и Махамбет Утемисов",
        period: 3
    }, {
        id: 127,
        question: "Назовите произведения Абая Қунанбаева?",
        answer: "Гаклие, Искандер, Сказания об Азиме, Масгут",
        period: 3
    }, {
        id: 128,
        question: "Назовите казахского акына в ХIХ веке, проходивший военную службу в России, Польше и Литве?",
        answer: "Жаяу Муса Байжанулы",
        period: 3
    }, {
        id: 129,
        question: "Кто написал 'О мусульманской степи'?",
        answer: "Шокан Уалиханов",
        period: 3
    }, {
        id: 130,
        question: "Кто в 1723 г возглавил джунгарское восстание?",
        answer: "Цэван Рабдан",
        period: 2
    }, {
        id: 131,
        question: "Годы жизни Шокана Уалихана?",
        answer: "1835 - 1865",
        period: 3
    }, {
        id: 132,
        question: "Когда произошла отмена крепостного права в России?",
        answer: "1861 году",
        period: 3
    }, {
        id: 133,
        question: "Устав об оренбургских киргизах, годы: ?, автор: ?, территория: ?",
        answer: "годы: 1824; автор: П.Эссен; территория: Младший жуз;",
        period: 3
    }, {
        id: 134,
        question: "Неплюев запретил кочевать возле какой реки?",
        answer: "Урал",
        period: 3
    }, {
        id: 135,
        question: "Назовите место и уезд проведения 2 крупной ярмарки XIX века?",
        answer: "Семиречье, Вернинский уезд",
        period: 3
    }, {
        id: 136,
        question: "В 1425 году Улугбек совершил походы на государство?",
        answer: "Могулистан",
        period: 2
    }, {
        id: 137,
        question: "Столица Могулистана?",
        answer: "Алмалык",
        period: 2
    }, {
        id: 138,
        question: "Назовите автора, основную тему, идею произведения Зар заман",
        answer: "Автор: Шортанбай, основная тема: колонизация, корыстность султанов и биев, национально-освободительная борьба; идея: целостность народа и государства",
        period: 3
    }, {
        id: 139,
        question: "Где Учился Шокан Уалиханов и в каком звании выпустился?",
        answer: "г Омск, Сибирский кадетный корпус; звания: корнет",
        period: 3
    }, {
        id: 140,
        question: "Как назывался налог на скот взятый у кочевого населения со стороны Российской империи?",
        answer: "Зякет",
        period: 2
    }, {
        id: 141,
        question: "Основная движущая сила (сословия людей) восстания Кенесары Касымулы?",
        answer: "Шаруа",
        period: 3
    }, {
        id: 142,
        question: "Руководители восстания на Мангыстау в 1870 году?",
        answer: "Досан Тажиулы, Иса Тленбайулы",
        period: 3
    }, {
        id: 143,
        question: "в 1892 году было строительство (чего?), из-за чего изъято (сколько?) земли.",
        answer: "Чего: Транссибирской ж/д, сколько: 4,2 млн десятин земли",
        period: 3
    }, {
        id: 144,
        question: "Великий политический деятель казахского народа родившийся в 1711г?",
        answer: "Абылай",
        period: 2
    }, {
        id: 145,
        question: "Российский пристав на Мангыстау в ходе восстания 1870 г",
        answer: "Рукин",
        period: 3
    }, {
        id: 146,
        question: "Кто написал поэмы 'Енлик Кебек', 'Колмакан-Мамыр'?",
        answer: "Шакарим Кудайбердийулы",
        period: 3
    }, {
        id: 147,
        question: "Кому посветил Умбетей-жырау песню плач?",
        answer: "Богембаю",
        period: 2
    }, {
        id: 148,
        question: "Назовите период и автора названия периода 'Зар заман'",
        answer: "1840-1860, автор: Мухтар Ауезов",
        period: 3
    }, {
        id: 149,
        question: "Столыпинская реформа образовала Переселенческий фонд, с целью?",
        answer: "Изъятие земель у казахов",
        period: 4
    }, {
        id: 150,
        question: "С какой целью Тауекель хан поехал в Москву в 1594 г?",
        answer: "Военный союз",
        period: 2
    }, {
        id: 151,
        question: "Кого называл Галдан Цэрен 'человек с певческим голосом'?",
        answer: "Казыбек би",
        period: 2
    }, {
        id: 152,
        question: "Какую Орду основал Батый хан?",
        answer: "Золотую Орду",
        period: 2
    }, {
        id: 153,
        question: "Где, когда и зачем проходил II-ой Всеказахский курултай?",
        answer: "где: года Ордабасы, когда: 1726г, зачем: собрать народное ополчения, глава - Абулхаир",
        period: 2
    }, {
        id: 154,
        question: "Назовите автора кюев: 'Адай', 'Кишкентай', 'Сарыарка'?",
        answer: "Курмангазы",
        period: 3
    }, {
        id: 155,
        question: "какое государства называли 'государства кочевых Узбеков'?",
        answer: "Ханства Абулхаира",
        period: 2
    }, {
        id: 156,
        question: "Какой акын писал произведения с Демократической направленностью?",
        answer: "Биржан сал",
        period: 3
    }, {
        id: 157,
        question: "Назовите год, автора, территорию и цель 'Устава о сибирских киргизах'",
        answer: "год: 1822, автор: М.Сперанский, территория: Средний жуз, цель: отмена ханской власти, присоединение  Среднего Жуза в состав России",
        period: 3
    }, {
        id: 158,
        question: " битва 'Место гибели калмыков', где: ?, когда: ?, название битвы: ?, итог: ?, кол-во войск: ?",
        answer: "где: река Буланты, когда: 1726/1728г, название битвы: Булатинская битва, итог: казахи вернули севера восточный Казахстан, кол-во войск: 60 тыс",
        period: 2
    }, {
        id: 159,
        question: "Кто был путешественником посетивший Золотую Орду и составивший источник о кыпчаках?",
        answer: "Плано Карпини",
        period: 2
    }, {
        id: 160,
        question: "Назовите главную причину поражения восстания С.Датулы?",
        answer: "Выступление против двух сил: царизм и междоусобицы, неорганизованность",
        period: 3
    }, {
        id: 161,
        question: "Назовите популярных батыров кто участвовал в казахско-джунгарских войнах?",
        answer: "Шапарышты Наурызбай, Каракерей Қабанбай, Канжыгалы Богембай, Райымбек, Малайсары",
        period: 2
    }, {
        id: 164,
        question: "В какие года построены Ямышевская - ...г? Железинская - ...г? Семипалатинская - ...г? Усть-Каменногорская, Коряковская - ...г? крепости?",
        answer: "Ямышевская - 1716г, Железинская - 1717г, Семипалатинская - 1718г, Усть-Каменногорская - 1720г",
        period: 2
    }, {
        id: 165,
        question: "Советник хана Абылая?",
        answer: "Бухар Жырау",
        period: 3
    }, {
        id: 166,
        question: "Восстания И.Тайманулы и М.Утемисулы, где: ?, когда: ?, против: ?, причина: ?, характер: ?, итог: ?",
        answer: "где: Букеевской Орде (перешла на Младший.ж; когда: 1836-1838; против: царизма и Жангир хана; причины: земельный вопрос, повышение налогов, политика Жангира; характер: антикололиальный; итог: подавлено, предел росту налогов.",
        period: 2
    }, {
        id: 167,
        question: "Когда произошел Указ о вхождении в Младшего жуза в состав Российской империи?",
        answer: "19 февраля 1731г",
        period: 3
    }, {
        id: 168,
        question: "Чем закончились походы русской армии 60-70ых 19 века в Среднюю Азию?",
        answer: "Южный Казахстан вошел в состав России",
        period: 3
    }, {
        id: 169,
        question: "Кто был делопроизводителем в Тургае в 1869г?",
        answer: "Ыбырай Алтынсарин",
        period: 3
    }, {
        id: 170,
        question: "Время правления Касым хана?",
        answer: "1511 - 1518/23",
        period: 2
    }, {
        id: 171,
        question: "Назовите год, место и итоги 'Аягузкого сражения'? ",
        answer: "год: 1717/1718г, где: река Аягуз, итог: поражение казахов",
        period: 2
    }, {
        id: 172,
        question: "Против какого правителя Хакназар и Абдалах заключили союз?",
        answer: "Баба султан, Ташкент",
        period: 2
    }, {
        id: 173,
        question: "Кто открыл школу - интернат в Тургае и в каком году?",
        answer: "Ыбырай Алтынсарин, в 1864 году",
        period: 3
    }, {
        id: 174,
        question: "Исполнительный орган в Золотой Орде?",
        answer: "Диуан",
        period: 2
    }, {
        id: 175,
        question: "Что такое Диуан",
        answer: "Исполнительный орган в Золотой Орде",
        period: 2
    }, {
        id: 176,
        question: "Время существования ханства Абулхаира?",
        answer: "1428-1468",
        period: 2
    }, {
        id: 177,
        question: "Нзовите когда, против кого и итог Восстания Жанкожы Нурмухамедулы? Кем он был, и кому помогал?",
        answer: "годы: 1856 - 1857; против: Хивы, Коканда, России; Кому помогал: Кенесары, Есету Котибарову",
        period: 3
    }, {
        id: 178,
        question: "Кто участвовал на коронации императора Александра II?",
        answer: "Таттимбет",
        period: 3
    }, {
        id: 179,
        question: "При Тауке хане был создан свод законов обычного права?",
        answer: "Жеты Жаргы",
        period: 3
    }, {
        id: 180,
        question: "Территория Ногайской Орды (Мангытского юрта)?",
        answer: "Междуречье Урал и Волга",
        period: 3
    }, {
        id: 181,
        question: "Кто написал 'Три истинны', (үш анық), 'Мусульманские правила', 'Шежире тюрков, киргизов, казахов'",
        answer: "Шакарим Кудайбердийулы",
        period: 3
    }, {
        id: 183,
        question: "Какой хан убрал систему улусов и ввел систему жузов?",
        answer: "Хакназар хан",
        period: 2
    }, {
        id: 184,
        question: "Самые популярные виды торговли в XIX веке?",
        answer: "Разъездная и Ярмарочная",
        period: 3
    }, {
        id: 185,
        question: "Что предусматривал Петербургский договор 1881 для жителей Илийского края?",
        answer: "Выбор принятия подданства России или Китая",
        period: 3
    }, {
        id: 186,
        question: "Назовите медресе, находившейся в городе Уфа?",
        answer: "Галия",
        period: 3
    }, {
        id: 187,
        question: "В 1853 русские захватили город?",
        answer: "Ак-Мечеть",
        period: 3
    }, {
        id: 188,
        question: "Советник хана Тауке?",
        answer: "Айтеке би",
        period: 2
    }, {
        id: 189,
        question: "Какой хан воевал с сибирским ханов Кучумом?",
        answer: "Тауекель",
        period: 2
    }, {
        id: 190,
        question: "Кто такой Жаяу Муса? Назовите где родился, какая была политика и популярные кюй?",
        answer: "Кто: Профессиональный певец-композитор; родился: Баянауыл; политика: Выступал против волостных управителей и колониального режима; кюй: Аксиса, гашыгым",
        period: 3
    }, {
        id: 191,
        question: "Назовите год и месяцы проведения II крупной ярмарки в XIX веке?",
        answer: "1893г 15мая - 15июля",
        period: 3
    }, {
        id: 192,
        question: "Кто записал поэмы: 'Козы-корпеш Баян сулу', 'Ер кокше'?",
        answer: "Шокан Улиханов",
        period: 3
    }, {
        id: 193,
        question: "Кто написал 'Киргизское родословное'?",
        answer: "Шокан Уалиханов",
        period: 3
    }, {
        id: 194,
        question: "Кто избран ханом всех трех жузов в 1771 году?",
        answer: "Абылай хан",
        period: 3
    }, {
        id: 195,
        question: "Кто подавлял восстание в Уральской и Тургайской областях (1868 - 1869)?",
        answer: "Веревкин и Рукин",
        period: 3
    }, {
        id: 196,
        question: "Назовите годы: 'годы великого бедствие'/'Актабан шұбырынды'",
        answer: "1723 - 1727г",
        period: 2
    }, {
        id: 197,
        question: "В каком году был основан город Костанай?",
        answer: "1879",
        period: 3
    }, {
        id: 198,
        question: "Назовите I самую крупнейшую ярмарку в Казахстан XIX века?",
        answer: "Кояндинско-Ботовская",
        period: 3
    }, {
        id: 199,
        question: "Где располагался Сыганак?",
        answer: "на реке Сырдарья",
        period: 2
    }, {
        id: 200,
        question: "Назовите II крупную ярмарку XIX века",
        answer: "Каркаринская",
        period: 3
    }, {
        id: 203,
        question: "Кто был главным в Золотой Орде?",
        answer: "Хан или Беклербек",
        period: 2
    }, {
        id: 204,
        question: "'Место стонов и рыданий врага'. Назовите место, когда было, итог и название сражения",
        answer: "где: озеро Балхаш, местность Далатау, когда: 1729/1730г, итог: коренной перелом в казахско-джунгарских войнах, название: Аныракайская битва",
        period: 2
    }, {
        id: 205,
        question: "Ярмарка XIX в Семипалатинской области?",
        answer: "Чарская",
        period: 3
    }, {
        id: 206,
        question: "'Восстания Есета Котибарова'. Назовите годы, против кого, союзников и итог",
        answer: "Годы: 1847-1858г; против: России; союзник: Жанкожа Нурмухамедов; итог: подавлено",
        period: 3
    }, {
        id: 207,
        question: "С каким Российским правителем ввел переговоры Хакназар?",
        answer: "Иван Грозный",
        period: 2
    }, {
        id: 208,
        question: "Назовите столицу Казахского ханства при Есим хане?",
        answer: "Туркестан",
        period: 2
    }, {
        id: 209,
        question: "Что является основной заслугой Кенесары Касымулы?",
        answer: "Восстановления государственности",
        period: 3
    }, {
        id: 210,
        question: "Какие стихи Ыбырая Алтынсарина носили нравственно поучительный характер?",
        answer: "'Лицемерному судье', 'Друзьям и молодежи', 'Мать'",
        period: 3
    }, {
        id: 211,
        question: "назовите годы, причины, последствия, территорию, Восстания Жоламана Тленшиулы",
        answer: "годы: 1822/23 - 1825, причина: 1) Арынгазы в русском плену; 2) отмена ханской власти в Младшем Жузе; 3) строительство 29 крепостей по реке Илек; 4) строительство Навоилецкой линии; 5) у казахов забрали 600 тыс десятин земли. Итог: подавлено; Территория: Приаралье.",
        period: 3
    }, {
        id: 212,
        question: "С кем воевали казахи в XVII веке?",
        answer: "Джунгары, Бухарцы, Хивинцы, Кокандцы, Казахи",
        period: 2
    }, {
        id: 221,
        question: "При Есим хане был создан свод законов обычного права?",
        answer: "Есим-ханнын ескы жолы",
        period: 2
    }, {
        id: 223,
        question: "Назовите место, уезд и территорию проведения I крупнейшей ярмарки 19 века?",
        answer: "место: Талды-Коянды, уезд: Каркаралинский; территория: Центральный Казахстан",
        period: 3
    }, {
        id: 224,
        question: "Кто в 1433 - 1462 правил Могулистаном?",
        answer: "Есен Буга",
        period: 2
    }, {
        id: 225,
        question: "В середине XV века казахи впервые начали воевать с?",
        answer: "Ойратами",
        period: 2
    }, {
        id: 226,
        question: "Для чего Россия строила крепости на Иртыше?",
        answer: "Защита от джунгар и будущая колонизация степи",
        period: 2
    }, {
        id: 227,
        question: "В 1513 г Касым хан завоевал город?",
        answer: "Сайрам",
        period: 2
    }, {
        id: 228,
        question: "Причиной какого восстания послужило удержание хана Арынгазы в русском плену?",
        answer: "Жоламана Тленшиулы",
        period: 2
    }, {
        id: 229,
        question: "Ярмарка XIX века в Акмолинской области?",
        answer: "Констатиновско-Еленовская",
        period: 3
    }, {
        id: 230,
        question: "Кто является членом Семипалатинского статического комитета?",
        answer: "Абай Кунанбаев",
        period: 3
    }, {
        id: 231,
        question: "Кто установил первый контакт с московским государством и Иваном III?",
        answer: "Касым хан",
        period: 2
    }, {
        id: 232,
        question: "В каком городе и в каком году Ыбырай Алтынсарин открыл школу для девочек?",
        answer: "Ыргыз (Иргиз) в 1887/1888 году",
        period: 3
    }, {
        id: 233,
        question: "В каком году основана Бухтарминская крепость?",
        answer: "1761",
        period: 3
    }, {
        id: 234,
        question: "Кто записал эпос 'Манас'?",
        answer: "Шокан Уалиханов",
        period: 3
    }, {
        id: 235,
        question: "Назовите улус, территорию и основателя Могулистана?",
        answer: "Улус: Чагатая, место: Семиречье, основатель: Эмир Пулачи",
        period: 2
    }, {
        id: 236,
        question: "Назовите год, место, цель, участников и хана I-ого Всеказахского курултая",
        answer: "год: 1710; место: пустыня Каракумы; цель: собрать всенародное ополчение; участники: Каип, Абулхаир, Богембай батыр; хан: Тауке",
        period: 2
    }, {
        id: 237,
        question: "Назовите территорию, годы, против кого, кого убил - Восстания Сырыма Датулы",
        answer: "территорию: Младший жуз; годы: 1783 - 1797г; против: Царизма; убил: хана Есима;",
        period: 2
    }, {
        id: 238,
        question: "Назовите автора и последствие Реформы 1786 г с целью ликвидировать ханскую власть?",
        answer: "автор: Игельстром; последствие: борьба султанов и старшин родов; вернули ханскую власть в 1791",
        period: 2
    }, {
        id: 239,
        question: "Назовите год и месяцы проведения I крупнейшей  ярмарки в XIX веке?",
        answer: "1848 г; 1 июня - 1 июля",
        period: 3
    }, {
        id: 240,
        question: "Что преподавалось в Медресе с 1870 г?",
        answer: "Основы русского языка",
        period: 3
    }, {
        id: 241,
        question: "Автор реформы по массовому переселению крестьян?",
        answer: "Столыпин",
        period: 3
    }, {
        id: 242,
        question: "Орбулакская битва, казахи против кого? хан: ? год: ? войск: ?",
        answer: "Казахи против джунгар, год: 1643г, хан: Жангир; войск: 50 тыс джунгар и 600 казахов;",
        period: 2
    }, {
        id: 243,
        question: "'Устав о сибирских киргизах' кто выполнял полицейские функции?",
        answer: "Волостные управители и аульные старшины",
        period: 3
    }, {
        id: 244,
        question: "Кюй созданный в эпоху Золотой Орды?",
        answer: "Аксак кулан 'О смерти Джучи'",
        period: 2
    }, {
        id: 245,
        question: "Как назывался внутренний округ, который был создан В 1854 г для казахов правобережье Иртыша?",
        answer: "Семипалатинский округ",
        period: 3
    }, {
        id: 246,
        question: "Назовите автора 'Временные правила о крестьянских переселениях в Семиречье'",
        answer: "военный губернатор Колпаковский",
        period: 3
    }, {
        id: 247,
        question: "Назовите автора, содержания и на каком языке произведения 'Тарих-и-Рашиди'",
        answer: "автор: Махмуд Хайдар Дулати; содержание: история Могулистана и образования казахского ханства; язык: Персидский",
        period: 2
    }, {
        id: 248,
        question: "Какова заслуга Шернияза Жарылгасу?",
        answer: "Воспевал и участвовал в восстании Исатая Тайманұлы",
        period: 3
    }, {
        id: 249,
        question: "Историческа роль Могулистана?",
        answer: "Завершился процесс объединение племен Семиречье и племен кыргызов",
        period: 2
    }, {
        id: 250,
        question: "Что означает этноним 'қазақ'?",
        answer: "Свободный и вольнолюбивый",
        period: 3
    }, {
        id: 251,
        question: "Особенность политики Абылай хана?",
        answer: "Развивал дипломатические отношения",
        period: 3
    }, {
        id: 252,
        question: "Кто написал 'Записки о киргизах'?",
        answer: "Шокан Уалиханов",
        period: 3
    }, {
        id: 253,
        question: "Культура на территории Туркмении эпохи 'неолита' называется?",
        answer: "Джейтунская",
        period: 1
    }, {
        id: 254,
        question: "Памятник сарматского периода?",
        answer: "Аралтобе",
        period: 1
    }, {
        id: 255,
        question: "Исследовали эпоху бронзы?",
        answer: "Зайберт, Маргулан, Кадырбаев",
        period: 1
    }, {
        id: 256,
        question: "Стерегущие золото называли племена саков?",
        answer: "Аримаспы",
        period: 1
    }, {
        id: 257,
        question: "Центр Тюргешского каганата при Сулу кагане?",
        answer: "Тараз",
        period: 1
    }, {
        id: 258,
        question: "В карлукском каганате, правитель до 840 г носил титул?",
        answer: "Джагбу",
        period: 1
    }, {
        id: 259,
        question: "Назовите автора, содержание и направление автора 'Диуани лугат ат-тюрк'?",
        answer: "автор: Махмуд Кашгари(первый тюрколог); содержание: Словари тюркского наречий; направление: тюркология",
        period: 1
    }, {
        id: 260,
        question: "Тон и Шегу правители какого государства?",
        answer: "Западно-Тюрского каганата",
        period: 1
    }, {
        id: 261,
        question: "Где, против кого, когда была битва С Томирис?",
        answer: "где: возле реки Окс(Амударья); против: Кира; когда: 530 г до н.э",
        period: 1
    }, {
        id: 262,
        question: "Шаньюй можно назвать сыном?",
        answer: "Неба",
        period: 1
    }, {
        id: 263,
        question: "Курганы с усами характерные черты? (культура)",
        answer: "Тасмолинской культуры",
        period: 1
    }, {
        id: 264,
        question: "«Звериный стиль» был характерен для искусства каких племен?",
        answer: "Саков",
        period: 1
    }, {
        id: 265,
        question: "Время существования Западно-тюрского каганата?",
        answer: "603 - 704г",
        period: 1
    }, {
        id: 266,
        question: "Ставка тюркского каганата? (колыбель тюрков)",
        answer: "Алтай",
        period: 1
    }, {
        id: 267,
        question: "Сатук-Богра хан является правителем?",
        answer: "Караханидов",
        period: 1
    }, {
        id: 268,
        question: "Назовите территорию восточного Дешты-и-Кыпчака",
        answer: "от Волги до Алтая",
        period: 1
    }, {
        id: 269,
        question: "Как звали китайского императора из-за которого начался кризис у гуннов?",
        answer: "У-Ди",
        period: 1
    }, {
        id: 270,
        question: "Время существования Карлукского каганата",
        answer: "756 - 940г",
        period: 1
    }, {
        id: 271,
        question: "'Город на белой реке' название города: ? автор: ?",
        answer: "город: Испиджаб; автор: Махмуд Кашгари",
        period: 1
    }, {
        id: 272,
        question: "Время существования государство Караханидов?",
        answer: "942 - 1212г",
        period: 1
    }, {
        id: 273,
        question: "В каком веке найден самый древний курган саков? ",
        answer: "XVIII в до н.э, Шиликты и Мэймир",
        period: 1
    }, {
        id: 274,
        question: "Кучлук правитель кокого гос-ва?",
        answer: "Найманов",
        period: 1
    }, {
        id: 275,
        question: "Столица Кангюев?",
        answer: "Битянь",
        period: 1
    }, {
        id: 276,
        question: "С кем кангюи объединились в 101г до н.э ?",
        answer: "Ферганцами",
        period: 1
    }, {
        id: 277,
        question: "Как называлось высшое сословие аристократов в тюркском каганате?",
        answer: "Беки",
        period: 1
    }, {
        id: 278,
        question: "Территория гос-во Караханидов?",
        answer: "Жетысу и Восточный Туркестан",
        period: 1
    }, {
        id: 279,
        question: "В каком веке произошло распространение кочевого образа жизни?",
        answer: "Раннем железе, III в до н.э",
        period: 1
    }, {
        id: 280,
        question: "Время существования Тюргешского каганата?",
        answer: "704 - 756г",
        period: 1
    }, {
        id: 281,
        question: "Где найдены курганы в местности Улыбай, схожие с памятниками тасмолиской культуры найдены?",
        answer: "В Северном Казахстане",
        period: 1
    }, {
        id: 282,
        question: "Время существования Тюркского каганата?",
        answer: "552-603",
        period: 1
    }, {
        id: 283,
        question: "Сакал и Сулу являются правителями какого гос-ва?",
        answer: "Тюргешского каганата",
        period: 1
    }, {
        id: 284,
        question: "Территория Тюркского каганата?",
        answer: "От Манчьжюри до Босфора, от Сибири до Персии",
        period: 1
    }, {
        id: 285,
        question: "Сакский курган сооруженный в IV-V веках до н.э?",
        answer: "Бесшатыр",
        period: 1
    }, {
        id: 286,
        question: "Главные источники Тюркского каганата?",
        answer: "Китайские сведения",
        period: 1
    }, {
        id: 287,
        question: "Памятники включенный в список Всемирного культурного наследия ЮНЕСКО?",
        answer: "Петроглифы Тамгалы",
        period: 1
    }, {
        id: 288,
        question: "От кого кангюи сначала зависили с севера и с юга?",
        answer: "юэчжи (юг), гунны (север)",
        period: 1
    }, {
        id: 289,
        question: "Административный центр Тюрского каганата?",
        answer: "Суяб",
        period: 1
    }, {
        id: 290,
        question: "Кто убил Дария III в 331г до н.э?",
        answer: "Александр Македонский",
        period: 1
    }, {
        id: 291,
        question: "В каком веке многие племена населявшие Казахстан открыли и широко использовали железо?",
        answer: "VIII в до н.э",
        period: 1
    }, {
        id: 292,
        question: "Где располагались Уйсуны?",
        answer: "Жетысу",
        period: 1
    }, {
        id: 293,
        question: "С кем объединились огузы против Хазарский каганата в 965г?",
        answer: "Киевская Русь",
        period: 1
    }, {
        id: 294,
        question: "Написанная в XI веке поэма называется? Автор?",
        answer: "Кутадгу билик, Юсуф Баласагуни",
        period: 1
    }, {
        id: 295,
        question: "Кто стал хозяином ВШП в V-VI веках? Почему?",
        answer: "Тюркский каганат, обеспечивали защиту",
        period: 1
    }, {
        id: 296,
        question: "Сарматы располагались?",
        answer: "Западный Казакстан, междуречье Волги и Урала",
        period: 1
    }, {
        id: 297,
        question: "Изобретение лука и стрел главное достижение эпохи?",
        answer: "Мезолита",
        period: 1
    }, {
        id: 298,
        question: "Кангюи располагались на территории?",
        answer: "Южного Казахстан Сырдарьи и Шаш",
        period: 1
    }, {
        id: 299,
        question: "В каких веках формировалось кочевое скотоводство?",
        answer: "X-VIII в до н.э",
        period: 1
    }, {
        id: 300,
        question: "Территория Тюргешского каганата?",
        answer: "Жетысу",
        period: 1
    }, {
        id: 301,
        question: "Назовите наиболее полный перечень занятий Сарматов",
        answer: "Важнейшее: земледелие, а также кочевое скотоводство и охота",
        period: 1
    }, {
        id: 302,
        question: "Территория Карлукского каганата?",
        answer: "Жетысу",
        period: 1
    }, {
        id: 303,
        question: "Курган в котором были обнаружены останки лошади с золотой упряжью?",
        answer: "Берель",
        period: 1
    }, {
        id: 304,
        question: "Кангюи подчинили какие государства?",
        answer: "Массагетов, Сарматов, Аланов",
        period: 1
    }, {
        id: 305,
        question: "Столица Кыпчаков?",
        answer: "Сыганак",
        period: 1
    }, {
        id: 306,
        question: "Против кого объединились Караханиды и Газневиды в 999г?",
        answer: "Саманиды",
        period: 1
    }, {
        id: 307,
        question: "Какое течение ислама распространял Ходжа Ахмед Яссауи?",
        answer: "Суфизм",
        period: 1
    }, {
        id: 308,
        question: "Территория гос-ва Кыпчаков?",
        answer: "от Алтая до Дуная",
        period: 1
    }, {
        id: 309,
        question: "Кто иследовал сооружение Акыртас?",
        answer: "К.Байпаков",
        period: 1
    }, {
        id: 310,
        question: "Территория гос-ва Огузы?",
        answer: "Междуречье Урал и Волга",
        period: 1
    }, {
        id: 311,
        question: "Год рождения Аль-Фараби?",
        answer: "870",
        period: 1
    }, {
        id: 312,
        question: "Территория западного Дешты-Кыпчака?",
        answer: "от Дуная до Волги",
        period: 1
    }, {
        id: 313,
        question: "Кто писал '...Много книг, написанных на арабском языке и таджикском языке, а это единственные и первый сборник  мудростей на родном языке'?",
        answer: "Юсуф Баласагуни",
        period: 1
    }, {
        id: 314,
        question: "Первым исследовал Шиликтинские памятники в 1960-ые г?",
        answer: "С.Черников",
        period: 1
    }, {
        id: 316,
        question: "Назовите столицу Огузов?",
        answer: "Янгикент",
        period: 1
    }, {
        id: 317,
        question: "Какая письменность наряду с тюркским письмом в VI-X веках получило широкое распространение в Казахстане?",
        answer: "Согдийское письмо",
        period: 1
    }, {
        id: 318,
        question: "Назовите 2 рода в государстве Караханидов?",
        answer: "Ягма и Чигили",
        period: 2
    }, {
        id: 319,
        question: "Против кого Огузы и Киевская Русь объединились в 985?",
        answer: "Волжские Булгары",
        period: 1
    }, {
        id: 320,
        question: "Против кого объединились Кангюи с Китаем?",
        answer: "Гуннов",
        period: 1
    }, {
        id: 321,
        question: "Главенствующие племена в Заподнотюрском каганате?",
        answer: "Дулу и Нушиби",
        period: 2
    }, {
        id: 322,
        question: "Выдающийся ученый автор трактата 'Слово о классификации наук'?",
        answer: "Аль-Фараби",
        period: 2
    }, {
        id: 323,
        question: "Главными воротами Великого Шелкового пути на Востоке была территория?",
        answer: "Жетысу",
        period: 1
    }, {
        id: 324,
        question: "В какой каменной эпохе люди стали меньше зависеть от природы?",
        answer: "Неолит",
        period: 1
    }, {
        id: 326,
        question: "Возле какой реки находится Янгикент?",
        answer: "Сырдария",
        period: 2
    }, {
        id: 327,
        question: "Столица Уйсуней?",
        answer: "Чигучен/Чигу",
        period: 1
    }, {
        id: 328,
        question: "Что такое Тебеневка?",
        answer: "Способность скота добывать корм из под снега",
        period: 1
    }, {
        id: 329,
        question: "Что означает 'Сакральный'?",
        answer: "Священный",
        period: 1
    }, {
        id: 330,
        question: "Преемник персидского царя Кира?",
        answer: "Дарий I",
        period: 1
    }, {
        id: 331,
        question: "Кто в 1954 г был оправдан и администрирован?",
        answer: "Бекмаханов",
        period: 4
    }, {
        id: 332,
        question: "В каком году вышла на свет газета 'қазақ'?",
        answer: "1913",
        period: 4
    }, {
        id: 333,
        question: "Где и когда была секретное путешествие Шокана Уалиханова? Какой труд написал?",
        answer: "Куда: Кашгар; год: 1858-1859г; труд: 'О состоянии Алтышара'",
        period: 3
    }, {
        id: 334,
        question: "Назовите звание у огузов: 'воспитатель наследника'?",
        answer: "Атабек",
        period: 2
    }, {
        id: 335,
        question: "Какой мавзолей находился возле мавзолея Ходжа Ахмеда Яссауи?",
        answer: "Мавзолей Рабиги султан Бегим",
        period: 2
    }, {
        id: 336,
        question: "Кто написал 'в составе Огузов 24 племени'?",
        answer: "Махмуд Кашгари",
        period: 2
    }, {
        id: 337,
        question: "Назовите территорию и столицу Кимакского каганата?",
        answer: "территория: Северо-Восточный и Центральный Казахстан; столица: Имакия",
        period: 2
    }, {
        id: 338,
        question: "Кто восстановил власть династии Уруса на этнической территории?",
        answer: "Касым хан",
        period: 2
    }, {
        id: 339,
        question: "Назовите купца основателя 'Кояндинской ярмарки'?",
        answer: "Ботов",
        period: 3
    }, {
        id: 340,
        question: "Назовите старшего сына Абулхаир хана?",
        answer: "Нуралы",
        period: 3
    }, {
        id: 341,
        question: "Год встречи Тевкелева и Абулхаир хана?",
        answer: "10 октября 1731г",
        period: 3
    }, {
        id: 342,
        question: "Принцип налогообложения в программе Алаш?",
        answer: "Богаче платит больше, Бедный платит меньше",
        period: 4
    }, {
        id: 343,
        question: "Кто был во главе Диуана?",
        answer: "Везир",
        period: 2
    }, {
        id: 344,
        question: "Во главе области по реформе 1867–1868 годов стоял?",
        answer: "Генерал-губернатор.",
        period: 3
    }, {
        id: 345,
        question: "Правитель Каракитаев?",
        answer: "Гурхан",
        period: 1
    }, {
        id: 346,
        question: "Караханиды были вассалами какого государство?",
        answer: "Каракитаев",
        period: 2
    }, {
        id: 346,
        question: "Когда была принята II конституция РК?",
        answer: "30 августа 1995 г",
        period: 4
    }, {
        id: 347,
        question: "Амангельды Иманов является 'сардабеком' какой области?",
        answer: "Тургайской области",
        period: 4
    }, {
        id: 348,
        question: "Итоги коллективизации?",
        answer: "Более 2 млн крестьян были депортированы, из них 1,8 млн только в 1930 - 1931 годах",
        period: 4
    }, {
        id: 348,
        question: "Оседло-земледельческая цивилизация на мургабском оазисе?",
        answer: "Маргиана",
        period: 1
    }, {
        id: 349,
        question: "Первый секретарь ЦК Казахстана в 1946-1954 гг.?",
        answer: "Ж. Шаяхметов",
        period: 4
    }, {
        id: 350,
        question: "Самая большая ярмарка в Уральской области XIX века?",
        answer: "Уильская Ярмарка",
        period: 3
    }, {
        id: 351,
        question: "Основатель партии Уш жуз?",
        answer: "Мукан Айтпенова",
        period: 4
    }, {
        id: 352,
        question: "Первый пароход по реке Или 1883 г спустили с китайской крепости?",
        answer: "Суй-Дунь",
        period: 3
    }, {
        id: 353,
        question: "Столица Огузов?",
        answer: "Янгикент",
        period: 2
    }, {
        id: 354,
        question: "Кто возглавил восстания в Семиречье в 1916?",
        answer: "Б.Ашекеев",
        period: 4
    }, {
        id: 355,
        question: "Кто возглавил восстания в Акмолинской области в 1916?",
        answer: "Ж.Жоламанов",
        period: 4
    }, {
        id: 356,
        question: "В каком регионе было основения целинных и залежных земель?",
        answer: "Северном Казахстане",
        period: 4
    }, {
        id: 356,
        question: "Когда дали премию Мухтару Ауезову за произведения 'путь Абая'?",
        answer: "В 1949 г",
        period: 4
    }, {
        id: 357,
        question: "С кем Дахи сражались IV веке?",
        answer: "С Гуннами",
        period: 1
    }, {
        id: 358,
        question: "На какие части делилось государство Уйсуней?",
        answer: "Восточную, Западную, Центральную",
        period: 1
    }, {
        id: 359,
        question: "Когда Есен Буга правил Могулистаном?",
        answer: "1433 - 1462",
        period: 2
    }, {
        id: 359,
        question: "Кто убрал с должости Ташенова?",
        answer: "Хрущев",
        period: 4
    }, {
        id: 360,
        question: "Назовите авторов текста государственного гимна Республики Казахстан:",
        answer: "Ж.Нажмеденов, Н.Назарбаев",
        period: 4
    }, {
        id: 361,
        question: "Общественно прововая система при каком хане?",
        answer: "Тауке хан",
        period: 2
    }, {
        id: 361,
        question: "1495 Бурындык расспространил власть?",
        answer: "Центральный, Южный, Западный Казахстан",
        period: 2
    }, {
        id: 361,
        question: "Кто был советником Абулхаир хана?",
        answer: "Монке Би",
        period: 3
    }, {
        id: 362,
        question: "Какой город был узлом караванных путей ВШП в Казахстане?",
        answer: "Тарбан",
        period: 2
    }, {
        id: 363,
        question: "Кого Абылай хан называл 'Дарабоз'?",
        answer: "Кабанбай батыр",
        period: 2
    }, {
        id: 364,
        question: "В каком городе был основан самый первый свинцовый комбинат?",
        answer: "Шымкент",
        period: 4
    }, {
        id: 365,
        question: "К чему привели постоянные массовые репрессии для казахов?",
        answer: "Падание удельного веса казахов",
        period: 4
    }, {
        id: 366,
        question: "Каган который противостоял внешним угрозам от трех государств?",
        answer: "Сулу Каган",
        period: 2
    }, {
        id: 367,
        question: "Кто из батыров участвовавших в ополчении казахов является одним из наиболее влиятельных сподвижников Абылая?",
        answer: "Богембай",
        period: 2
    }, {
        id: 368,
        question: "Назовите произведения Сакена Сейфулина?",
        answer: "'Тернистый путь, трудный переход', 'Кокшетау', 'Альбатрос', 'Раненная сайга'",
        period: 4
    }, {
        id: 369,
        question: "Назовите произведения Ильяса Жансугурова?",
        answer: "'Кюйши', 'Кулагер', 'Турксиб', 'Исатай-Махамбет', 'Дала', 'Жолдастар'",
        period: 4
    }, {
        id: 370,
        question: "Назовите произведения Сабит Муканова?",
        answer: "'Школа жизни', 'Промелькнувший метеор', 'Секрет Акбопе', 'Сырдария'",
        period: 4
    }, {
        id: 371,
        question: "Назовите первый металлургический завод в Казахстане во время Великой Отечественной Войны?",
        answer: "Карагандинский металлургический комбинат",
        period: 4
    }, {
        id: 372,
        question: "Год либерализации цен в Республике и Казахстане:",
        answer: "1992",
        period: 4
    }, {
        id: 373,
        question: "В каком году вышла постоновления 'О переносе столицы'?",
        answer: "1994 г",
        period: 4
    }, {
        id: 374,
        question: "Какая письменность исчезла в XI-XIII веке?",
        answer: "Pуническая",
        period: 2
    }, {
        id: 375,
        question: "Где расселились Шайбаниды в XVI века?",
        answer: "Мавераннахр",
        period: 2
    }, {
        id: 376,
        question: "Культуры эпохи бронзы?",
        answer: "Андроновская, Бегазы-Дандыбаевская",
        period: 1
    }, {
        id: 377,
        question: "Битва, в которой остановили продвижение Китая на запад?",
        answer: "Атлахская битва",
        period: 2
    }, {
        id: 378,
        question: "Какую крепость попросил построить Абулхаир хан?",
        answer: "ОРЕНБУРГ",
        period: 3
    }, {
        id: 379,
        question: "Какие племена Саков вытеснили сарматов на запад великой степи?",
        answer: "Аргиппеи",
        period: 1
    }, {
        id: 380,
        question: "Сколько раз Д. Конаев был удостоен звания Героя Социалистического Труда?",
        answer: "3 раза",
        period: 4
    }, {
        id: 381,
        question: "Наука, изучающая историческое прошлое человечества по вещественным источникам",
        answer: "Археология",
        period: 1
    }, {
        id: 382,
        question: "В 1916 году Тургайское восстание продолжалось до периода?",
        answer: "до Февральской революции",
        period: 4
    }, {
        id: 383,
        question: "В каких источниках впервые упоминается этноним «тюрк»?",
        answer: "Китайских",
        period: 1
    }, {
        id: 384,
        question: "Роль и значимость института Биев в казахской культуре?",
        answer: "Представляли административную, военную и судебную власти",
        period: 2
    }, {
        id: 385,
        question: "1979 год почему в целинограде молодежь выступала на митингах?",
        answer: "Против создания Немецкой автономии",
        period: 4
    }, {
        id: 386,
        question: "Когда была образовано КазАССР?",
        answer: "1920",
        period: 4
    }, {
        id: 387,
        question: "Второе название реки Урал?",
        answer: "Яик",
        period: 3
    }, {
        id: 388,
        question: "Город в Сырдарьинском оазисе?",
        answer: "Фараб",
        period: 1
    }, {
        id: 381,
        question: "Кто был продолжителем деда Арынгазы?",
        answer: "Жанкожа Нурмухамедулы",
        period: 3
    }, {
        id: 383,
        question: "Какие казахстанские воинские формирования участвовали в Сталинградской битве??",
        answer: "72, 73 гвардейская стрелковая дивизия",
        period: 4
    }, {
        id: 384,
        question: "Как избирался старший султан в 'Уставе о сибирских киргизах'?",
        answer: "Избирался султанами утверждался областными начальниками",
        period: 3
    }, {
        id: 385,
        question: "Какая область на юге была в составе КазАССР до 1930-ых годов'?",
        answer: "Каракалпакская автономия",
        period: 4
    }, {
        id: 386,
        question: "Административные реформы 1860-1890г ослабили властьПервым президентом Академии наук КАЗССР был??",
        answer: "С.К. Сатпаев",
        period: 4
    }, {
        id: 387,
        question: "Кто автор и когда была написано 'За нами Москва'?",
        answer: "автор: Бауыржан Момышулы; год: 1858г",
        period: 4
    }, {
        id: 388,
        question: "Крупнейшая система лагерей, расположенных на территории Казахстана:",
        answer: "Карлаг",
        period: 4
    }, {
        id: 389,
        question: "Кто из каганов является основателем Тюркского каганата?",
        answer: "Бумын",
        period: 2
    }, {
        id: 390,
        question: "Как зовут правителя гуннов?",
        answer: "Шаньюй",
        period: 1
    }, {
        id: 391,
        question: "Шаньюй правитель какого государства:?",
        answer: "Гуннов",
        period: 1
    }, {
        id: 392,
        question: "Первобытные люди объединялись в стадо в основном для",
        answer: "совместной защиты и нападения.",
        period: 1
    }, {
        id: 393,
        question: "Наука, изучающая историческое прошлое человечества по вещественным источникам, –",
        answer: "археология.",
        period: 1
    }, {
        id: 394,
        question: "В эпоху неолита керамическим изделиям был характерен орнамент",
        answer: " геометрический.",
        period: 1
    }, {
        id: 395,
        question: "Самый продолжительный по времени период в истории человечества",
        answer: "каменный век.",
        period: 1
    }, {
        id: 396,
        question: "Человек сделал первые орудия из ",
        answer: "камня.",
        period: 1
    }, {
        id: 397,
        question: "Древний город эпохи бронзы",
        answer: "Аркаим.",
        period: 1
    }, {
        id: 398,
        question: "Хозяйство племен андроновской культуры:",
        answer: "скотоводство, земледелие, охота.",
        period: 1
    }, {
        id: 399,
        question: "На смену материнскому роду отцовский род пришел в период",
        answer: "бронзового века.",
        period: 1
    }, {
        id: 400,
        question: "Сакские племена расселялись на территории Казахстана в",
        answer: "7-6 века до нашей эры.",
        period: 1
    }, {
        id: 401,
        question: "Тип общественного устройства у саков",
        answer: "военная демократия.",
        period: 1
    }, {
        id: 402,
        question: "«Звериный стиль» был характерен для искусства",
        answer: "саков.",
        period: 1
    }, {
        id: 403,
        question: "Титул «шаньюй» носил правитель племени?",
        answer: "гуннов",
        period: 1
    }, {
        id: 404,
        question: "В гуннском обществе три раза в год собирали",
        answer: "народное собрание.",
        period: 1
    }, {
        id: 405,
        question: "Прочная обожженная глиняная посуда",
        answer: "керамика.",
        period: 1
    }, {
        id: 406,
        question: "Эпоха, когда орудия из металла стали вытеснять каменные, получила название",
        answer: "бронзовый век.",
        period: 1
    }, {
        id: 407,
        question: "Сакские цари, проводя первую борозду на весенней пахоте, демонстрировали",
        answer: "связь с землей.",
        period: 1
    }, {
        id: 408,
        question: "Сакская царица, победившая персидские войска царя Кира",
        answer: "Томирис.",
        period: 1
    }, {
        id: 409,
        question: "Легендарная царица Томирис управляла племенами",
        answer: "саков.",
        period: 1
    }, {
        id: 410,
        question: "Курган, место захоронения «Золотого человека»",
        answer: "Иссыкский.",
        period: 1
    }, {
        id: 411,
        question: "Гунны пришли в Казахстан",
        answer: "из Центральной Азии.",
        period: 1
    }, {
        id: 412,
        question: "На территории Казахстана гунны появились",
        answer: "в конце 1 тыс. до н. э..",
        period: 1
    }, {
        id: 413,
        question: "В объединение хуннов входило",
        answer: "24 рода/темника",
        period: 1
    }, {
        id: 414,
        question: "В 209 году хуннов возглавил",
        answer: "Моде.",
        period: 1
    }, {
        id: 415,
        question: "В 55 году до н. э. гуннское государство делится на",
        answer: "северное и южное.",
        period: 1
    }, {
        id: 416,
        question: "Сведения о гуннах получены из письменных -",
        answer: "арабских, греческих, китайских источников.",
        period: 1
    }, {
        id: 417,
        question: "В китайских источниках впервые упоминается Кангюй (Канцзюй) в",
        answer: "II в. до н. э..",
        period: 1
    }, {
        id: 418,
        question: "Ставка кангюйского правителя",
        answer: "Битянь.",
        period: 1
    }, {
        id: 419,
        question: "Доминирующий вид хозяйства у усуней",
        answer: "кочевое скотоводство.",
        period: 1
    }, {
        id: 420,
        question: "Тип общественного устройства у саков",
        answer: "военная демократия.",
        period: 1
    }, {
        id: 421,
        question: "Когда началось строительство Турксибской железнодорожной магистрали?",
        answer: "1927.",
        period: 4
    }, {
        id: 422,
        question: "Лидер восстания 1916 года в Тургае ",
        answer: "А. Иманов.",
        period: 4
    }, {
        id: 423,
        question: "Первый секретарь ЦК Казахстана в 1946-1954 гг.",
        answer: "Ж. Шаяхметов.",
        period: 4
    }, {
        id: 424,
        question: "Первый педагогический институт в Казахстане –",
        answer: "1928 год КазНПУ им. Абая.",
        period: 4
    }, {
        id: 425,
        question: "В каком году была основана партия «Алаш»? ",
        answer: "1917 г.",
        period: 4
    }, {
        id: 426,
        question: "Первый президент Академии наук КазССР –",
        answer: "К. Сатпаев.",
        period: 4
    }, {
        id: 427,
        question: "Основатель Тюркского каганата",
        answer: "Бумын.",
        period: 2
    }, {
        id: 428,
        question: "Переход с латиницы на кириллицу был осуществлен в",
        answer: "1940 г.",
        period: 4
    }, {
        id: 429,
        question: "Основной вид хозяйства казахов Сарыарки",
        answer: "1",
        period: 1
    }, {
        id: 430,
        question: "Герой Советского Союза, участник Берлинской битвы, первый министр обороны Республики Казахстан ",
        answer: "С. Нурмаганбетов.",
        period: 4
    }, {
        id: 431,
        question: "Какова была главная цель партии «Алаш»?",
        answer: "Создание автономного национального государства.",
        period: 4
    }, {
        id: 432,
        question: "В годы Великой Отечественной войны установил мировой рекорд по выращиванию проса ",
        answer: "Ш. Берсиев.",
        period: 4
    }, {
        id: 433,
        question: "Основатели Казахского ханства были Чингизиды",
        answer: "Керей и Джанибек.",
        period: 2
    }, {
        id: 434,
        question: "Основополагающий принцип административного устройства казахской степи по реформе 1867-1868 гг.",
        answer: "неразделенность военной и гражданской властей.",
        period: 3
    }, {
        id: 435,
        question: "Первый город на территории Казахстана, в котором установилась Советская власть,",
        answer: "Перовск.",
        period: 4
    }, {
        id: 436,
        question: "В VIII в. до н. э.-V в. н. э. объединенные племенные союзы сарматов занимали территорию ",
        answer: "Западного Казахстана.",
        period: 1
    }, {
        id: 437,
        question: "Ученый, написавший исследование «Описание киргиз-казачьих или киргиз-кайсацких орд и степей»",
        answer: "А. Левшин",
        period: 3
    }, {
        id: 438,
        question: "Столицей Киргизской (Казахской) АССР в 1920-1924 гг. был город",
        answer: "Оренбург.",
        period: 4
    }, {
        id: 439,
        question: "Основатель династии Караханидов ",
        answer: "Сатук Богра хан.",
        period: 2
    }, {
        id: 440,
        question: "На какой территории Казахстана в 1 тыс. н. э. существовало и развивалось крупное могущественное объединение – Кангюй? ",
        answer: "Южный Казахстан.",
        period: 1
    }, {
        id: 441,
        question: "Первое упоминание этнонима «тюрк» относится к",
        answer: "542 году.",
        period: 2
    }, {
        id: 442,
        question: "Основной вид хозяйства племен теле",
        answer: "скотоводство.",
        period: 1
    }, {
        id: 443,
        question: "Наибольшего могущества Казахское ханство достигло при хане",
        answer: "Касым-хане.",
        period: 2
    }, {
        id: 444,
        question: "Восстание кыргызских крестьян и казахов Южного Казахстана весной и летом в 1858 году было направлено против",
        answer: "Кокандцев.",
        period: 3
    }, {
        id: 445,
        question: "Первый внешний округ, открывшийся по Уставу 1822 года",
        answer: "Каркаралинский.",
        period: 3
    }, {
        id: 446,
        question: "Основатель государства Каракытаев в Семиречье",
        answer: " Елюй Даши.",
        period: 2
    }, {
        id: 447,
        question: "Титул огузского правителя",
        answer: "Джагбу",
        period: 2
    }, {
        id: 448,
        period: 2,
        question: "Время проведения реформы 1867–1868 гг. в Казахстане совпало с периодом",
        answer: "отмены крепостного права в России.",
    }, {
        id: 449,
        question: "Автор сборника произведений «Маса» (Комар), изданного в 1911 г. в Оренбурге –",
        answer: "А. Байтурсынов.",
        period: 4
    }, {
        id: 450,
        question: "Ставка тюргешских каганов",
        answer: "Суяб.",
        period: 2
    }, {
        id: 451,
        question: "Первый казахстанец, получивший звание Героя Советского Союза",
        answer: "К. Семенченко.",
        period: 4
    }, {
        id: 452,
        question: "Предводитель гуннов в Западной Европе",
        answer: "Аттила.",
        period: 1
    }, {
        id: 453,
        question: "В каком году была основана молодежная организация «Молодой казах»?",
        answer: "1917 г.",
        period: 4
    },
    {
        id: 454,
        question: "Автор монографии 'Казахстан 20-40 годов XIX века'",
        answer: "Е. Бекмаханов.",
        period: 4
    },
    {
        id: 455,
        question: "Когда было организовано движение «Алаш»?",
        answer: "1905 г",
        period: 4
    },
    {
        id: 456,
        question: "В 1864–1865 гг. завершен процесс присоединения к России территории",
        answer: "всего Казахстана.",
        period: 3
    },
    {
        id: 457,
        question: "Когда Советское правительство объявило амнистию Алашордынцам?",
        answer: "4 ноября 1919 г.",
        period: 4
    },
    {
        id: 458,
        question: "'В гуннском обществе три раза в год собирали –",
        answer: "народное собрание.",
        period: 1
    },
    {
        id: 459,
        question: "Какой город являлся административным центром Западной Сибири?",
        answer: "Омск.",
        period: 3
    },
    {
        id: 460,
        question: "Столицей Огузского каганата был город",
        answer: "Янгикент.",
        period: 2
    },
    {
        id: 461,
        question: "В каком городе была основана молодежная организация «Молодой казах»?",
        answer: "Акмола.",
        period: 4
    },
    {
        id: 462,
        question: "Архитектурные памятники мавзолеи Алаш-хана и Джучи расположены в",
        answer: "Центральном Казахстане.",
        period: 2
    },
    {
        id: 463,
        question: "В средние века по территории Казахстана проходил важный экономический путь, называемый",
        answer: "Великий Шелковый путь.",
        period: 2
    },
    {
        id: 464,
        question: "Прозвище «бодливый» получил",
        answer: "Сулук-каган",
        period: 2
    },
    {
        id: 465,
        question: "Лидер партии «Алаш»?",
        answer: "А. Букейханов.",
        period: 4
    },
    {
        id: 466,
        question: "Кто был автором произведения-энциклопедии тюркских языков в государстве Караханидов?",
        answer: "Махмуд Кашгари.",
        period: 2
    },
    {
        id: 467,
        question: "На каком улусе возникло ханство Ак-Орда?",
        answer: "улус Джучи.",
        period: 2
    },
    {
        id: 468,
        question: "Какое государство на территории Казахстана объявило ислам государственной религией?",
        answer: "государство Караханидов.",
        period: 2
    },
    {
        id: 469,
        question: "Сколько жузов у казахского народа?",
        answer: "3",
        period: 4
    },
    {
        id: 470,
        question: "Выделите из предложенных городов религиозный центр Южного Казахстана",
        answer: "Яссы",
        period: 2
    },
    {
        id: 471,
        question: "Огромную роль в развитии суфизма в Казахстане и Средней Азии сыграл?",
        answer: "Ходжа Ахмед Яссави",
        period: 2
    },
    {
        id: 472,
        question: "Этого великого ученого, уроженца Южного Казахстана, называли вторым учителем после Аристотеля. Назовите его имя.",
        answer: "Аль-Фараби",
        period: 2
    },
    {
        id: 473,
        question: "В городе Туркестан находится мавзолей этого выдающегося религиозного мусульманского деятеля, построенный по приказу эмира Тимура",
        answer: "Ходжа Ахмед Яссави",
        period: 2
    },
    {
        id: 474,
        question: "В Центральном Казахстане находится мавзолей, посвященный этому хану",
        answer: "Алаша-хан",
        period: 2
    },
    {
        id: 475,
        question: "Мавзолеи Карахан, Айша-биби находятся в этом городе в Казахстане",
        answer: "Тараз",
        period: 2
    },
    {
        id: 476,
        question: "При каком хане в Золотой Орде ислам стал государственной религией?",
        answer: "Узбек-хан",
        period: 2
    },
    {
        id: 477,
        question: "Этот потомок Чингис-хана основал Золотую Орду и совершил поход в Восточную Европу.",
        answer: "Бату-хан",
        period: 2
    },
    {
        id: 478,
        question: "Какой вид скота кочевник любил и ценил больше всего?",
        answer: "Лошадей",
        period: 1
    },
    {
        id: 479,
        question: "Кто основал Сибирское ханство?",
        answer: "Кучум-хан",
        period: 2
    },
    {
        id: 480,
        question: "Этот хан считается основателем династии казахских ханов, Шайбанидов, Аштарханидов.",
        answer: "Чингис-хан",
        period: 2
    },
    {
        "id": 481,
        question: "Что означает в переводе этноним «қазақ»?",
        answer: "Свободный и вольнолюбивый",
        period: 2
    },
    {
        id: 482,
        question: "Основой хозяйства казахов Сарыарки было?",
        answer: "Скотоводство",
        period: 1
    },
    {
        id: 483,
        question: "Основатели Казахского ханства были Чингизиды:",
        answer: "Керей и Джанибек",
        period: 2
    },
    {
        id: 484,
        question: "Наибольшего могущества Казахское ханство достигло при этом хане?",
        answer: "Касым-хан",
        period: 2
    },
    {
        id: 485,
        question: "При Есим-хане был создан свод законов обычного права?",
        answer: "«Есім-ханның ескі жолы»",
        period: 2
    },
    {
        id: 486,
        question: "При Тауке-хане был создан свод законов обычного права?",
        answer: "«Жеты-Жаргы»",
        period: 2
    },
    {
        id: 487,
        question: "Автор Устава 1822 года?",
        answer: "М.М. Сперанский.",
        period: 3
    }, {
        id: 488,
        question: "Кто стоял во главе административных частей Младшего жуза 1824 года?",
        answer: "Султаны.",
        period: 3
    }, {
        id: 489,
        question: "Центр Туркестанского генерал-губернаторства?",
        answer: "Ташкент",
        period: 3
    }, {
        id: 490,
        question: "Центр Степного генерал-губернаторства?",
        answer: "Омск",
        period: 3
    }, {
        id: 491,
        question: "Центр Оренбургского генерал-губернаторства по Уставу 1844 г.?",
        answer: "Оренбург",
        period: 3
    }, {
        id: 492,
        question: "Когда на казахов Среднего жуза стали распространяться судопроизводства на основе общих законов Российской империи?",
        answer: "1837",
        period: 3
    }, {
        id: 493,
        question: "Какие виды преступлений не изымались из суда биев по реформам 1867-1868 гг.?",
        answer: "Уголовные дела не выше 30 рублей. ",
        period: 3
    }, {
        id: 494,
        question: "Кто из российских ученых в XIX веке подверг сомнению влияние Российской судебной системы на суд биев?",
        answer: "Ч. Валиханов.",
        period: 3
    }, {
        id: 495,
        question: "Какой город являлся административным центром Западной Сибири?",
        answer: "Омск",
        period: 3
    }, {
        id: 496,
        question: "В чем заключалась сущность реформы Игельстрома?",
        answer: "В попытке ликвидации ханской власти в Младшем жузе.",
        period: 3
    }, {
        id: 497,
        question: "Своеобразный сплав казахского обычного права с элементами шариата и законов Российской империи.",
        answer: "Ереже",
        period: 3
    }, {
        id: 498,
        question: "На что были направлены правовые реформы, проведенные царизмом в 80–90 годы XIX века?",
        answer: "на окончательную ликвидацию судебных норм обычного права казахов и заменой их судопроизводством Российской империи.",
        period: 3
    }, {
        id: 499,
        question: "Какой льготой, согласно «Уставу о сибирских киргизах», пользовалось население вновь образованного округа?",
        answer: "пятилетней льготой от всех податей.",
        period: 3
    }, {
        id: 500,
        question: "Как часто проводилась перепись населения и скота по волости??",
        answer: "один раз в пять лет.",
        period: 3
    }, {
        id: 501,
        question: "Когда в Усть-Каменогорске было открыто училище с русским языком обучения и интернат для детей казахов?",
        answer: "19 сентября 1831 г.",
        period: 3
    }, {
        id: 502,
        question: "Какие две области вошли в Западно-Сибирское губернаторство согласно реформам от 11июля 1867 года и 21 октября 1868 года?",
        answer: "Акмолинская и Семипалатинская.",
        period: 3
    }, {
        id: 503,
        question: "Согласно «Уставу о сибирских киргизах», судебные дела разделили на три категории:",
        answer: "Уголовные, исковые, жалобы на управление. ",
        period: 3
    }, {
        id: 504,
        question: "Какие товары запрещалось ввозить в казахскую степь в XIX веке русским купцам?",
        answer: "Огнестрельное оружие.",
        period: 4
    }, {
        id: 505,
        question: "Экологические последствия освоения целинных и залежных земель?",
        answer: "Эрозия почв",
        period: 4
    }, {
        id: 506,
        question: "По реформе 1867–1868 гг. низшим звеном колониальной судебной системы являлся:",
        answer: "Суд биев и казиев.",
        period: 4
    }, {
        id: 507,
        question: "Согласно «Положению» 1891 г., в Туркестанском крае:",
        answer: "Создано три области: Сырдарьинская, Ферганская, Самаркандская.",
        period: 3
    }, {
        id: 508,
        question: "Основной принцип административного устройства казахской степи по реформе 1867-1868 гг.:",
        answer: "Неразделенность военной и гражданской властей.",
        period: 3
    }, {
        id: 509,
        question: "По «Уставу о сибирских киргизах» 1822 г. Старший султан через девять лет службы (3 срока) мог рассчитывать на:",
        answer: "Дворянское звание.",
        period: 3
    }, {
        id: 510,
        question: "По реформе 1867–1868 гг. области делились на:",
        answer: "Уезды",
        period: 3
    }, {
        id: 511,
        question: "Кто в Казахском ханстве являлся парламентером, ходатаем и подписывал документы?",
        answer: "Аксакалы",
        period: 3
    }, {
        id: 512,
        question: "Согласно реформе 1867–1868 гг., Уральская и Тургайская области вошли в состав генерал-губернаторства:",
        answer: "Оренбургского.",
        period: 4
    }, {
        id: 513,
        question: " В 1881–1884 гг. на территорию Семиречья переселяются:",
        answer: "Уйгуры и дунгане.",
        period: 3
    }, {
        id: 514,
        question: "Основная цель реформ 1867–1868 гг. в Казахстане заключалась в:",
        answer: "Коренном изменении системы управления Казахстаном.",
        period: 3
    }, {
        id: 515,
        question: "По «Положению» 1891 г. к губернскому правлению центральных районов империи в Казахстане были приравнены:",
        answer: "Областные правленият",
        period: 3
    }, {
        id: 516,
        question: "В конце XIX века от 5,5 до 19,5 копеек на душу населения в Казахстане правительство тратило на:",
        answer: "Просвещение.",
        period: 3
    }, {
        id: 517,
        question: "По личному распоряжению Петра I, «искавшего пути в полуденную Азию», была организована экспедиция:? ",
        answer: "И.Д. Бухгольца",
        period: 3
    }, {
        id: 518,
        question: "На белом войлоке, как когда-то хана, по «Уставу» 1822 года поднимали:",
        answer: "Старшего султана.",
        period: 3
    }, {
        id: 519,
        question: "По «Уставу о сибирских киргизах» 1822 г. формальное руководство округом передавалось:",
        answer: "Старшему султану.",
        period: 3
    }, {
        id: 520,
        question: "По реформе 1867–1868 гг. от налогов в российскую казну были освобождены:",
        answer: "Чингизиды.",
        period: 3
    }, {
        id: 521,
        question: "По «Уставу о сибирских киргизах» территория Среднего жуза была разделена на административные единицы:",
        answer: "Аул, волость, округ.",
        period: 3
    }, {
        id: 522,
        question: "По «Положению» 1886 года для рассмотрения дел жителей разных уездов и по высылке подсудимых, по распоряжению военного губернатора созывались:",
        answer: "чрезвычайные съезды судей.",
        period: 3
    }, {
        id: 523,
        question: "По «Положению» 1886 г. в Казахстане судебное звено под названием «Народный суд» рассматривал дела:",
        answer: "Коренного мусульманского.",
        period: 3
    }, {
        id: 524,
        question: "Представители казахских жузов, собравшиеся у подножия горы Ордабасы, приняли решение о (об):",
        answer: "организации всенародной борьбы против врага",
        period: 2
    },
    {
        id: 525,
        question: "Труд «Оян, казак» («Пробудись, казах»), принадлежит общественному деятелю, талантливому писателю и публицисту:",
        answer: "М. Дулатову",
        period: 4
    },
    {
        id: 526,
        question: "Свою успешную тактику ведения боя с карателями в ходе движения 1916 года изобрёл:",
        answer: "А. Иманов",
        period: 4
    },
    {
        id: 527,
        question: "В состав Ханского совета в 1797 г. Оренбургская администрация не включила представителя ханской семьи Нуралы в надежде завоевать расположение:",
        answer: "Сырыма Датулы",
        period: 3
    },
    {
        id: 528,
        question: "Российский ученый является автором исследования «Кыргызско-казахские или кыргызско-кайсакские орды и степи»:",
        answer: "А. Левшин",
        period: 4
    },
    {
        id: 529,
        question: "Народное восстание 1821 г. под руководством Тентек-торе направлено против насилия:",
        answer: "Коканда",
        period: 3
    },
    {
        id: 530,
        question: "Опасность потери казахских земель на востоке возросла в связи с образованием Джунгарского ханства в (во):",
        answer: "XVII",
        period: 2
    },
    {
        id: 531,
        question: "Став ханом, Тауке стремился:",
        answer: "создать сильное централизованное государство казахов",
        period: 2
    },
    {
        id: 532,
        question: "Согласно Указу царя от 25 июня 1916 г. предполагалось «реквизировать» из Туркестана и Степного края более:",
        answer: "500 тысяч человек",
        period: 4
    },
    {
        id: 533,
        question: "Восстание кыргызских крестьян и казахов Южного Казахстана весной и летом в 1858 году было направлено против:",
        answer: "Кокандцев ",
        period: 3
    },
    {
        id: 534,
        question: "По реформе 1867-1868 гг. вся территория Казахстана делилась на:",
        answer: "3 генерал-губернаторства",
        period: 3
    },
    {
        id: 535,
        question: "На становление композиторского таланта выдающегося композитора и поэта Биржан- сал Кожагулулы оказала встреча с:",
        answer: "Жаяу Мусой",
        period: 3
    },
    {
        id: 536,
        question: "Больше влияние на Аблая оказывал его советник, знаменитый акын:",
        answer: "Бухар Жырау",
        period: 2
    },
    {
        id: 537,
        question: "Основная цель восстания 1837-1847 гг. под предводительством Кенесары Касымулы:",
        answer: " Сохранение независимости земель, не вошедших в состав России.",
        period: 3
    },
    {
        id: 538,
        question: "Автор сборника произведений «Маса» (Комар), изданного в 1911 г. в Оренбурге:",
        answer: "А. Байтурсынов",
        period: 4
    },
    {
        id: 539,
        question: "Укажите характер Февральской революции 1917 г.",
        answer: "буржуазно-демократическая ",
        period: 4
    },
    {
        id: 540,
        question: "Характер восстания 1916 г. в Казахстане:",
        answer: "национально-освободительное",
        period: 4
    },
    {
        id: 541,
        question: "Партия «Алаш» состояла из интеллигенции, ориентированной на какой путь общественного развития?",
        answer: "Демократическое общество",
        period: 4
    },
    {
        id: 542,
        question: "Какова была главная цель партии «Алаш»? ",
        answer: "Создание автономного национального государства",
        period: 4
    },
    {
        id: 543,
        question: "Кто руководил союзом «Черных рабочих» в Верном?",
        answer: "Т. Бокин ",
        period: 4
    },
    {
        id: 544,
        question: "Назовите город, который был центром Алашорды:",
        answer: "Семей ",
        period: 4
    },
    {
        id: 545,
        question: "Председатель ЦИК Киргизской (Казахской) АССР был:",
        answer: "С. Мендешев",
        period: 4
    },
    {
        id: 546,
        question: "Столицей Киргизской (Казахской) АССР в 1920-1924 гг. был город:",
        answer: "Оренбург",
        period: 4
    },
    {
        id: 547,
        question: "Когда была образована Киргизская (Казахская) АССР?",
        answer: "август 1920г. ",
        period: 4
    },
    {
        id: 548,
        question: "Какую позицию в отношении Указа царя от 25 июня 1916 г. заняли лидеры Алаш? ",
        answer: "придерживались тактики разумного компромисса",
        period: 4
    },
    {
        id: 549,
        question: "Председатель Казревкома",
        answer: "А.Джангильдин",
        period: 4
    },
    {
        id: 550,
        question: "Председатель Совета Народных Комиссаров Казахской АССР?",
        answer: "С. Меңдешев",
        period: 4
    }, {
        id: 551,
        question: "«Черкасская оборона» боевые действия крестьян:? ",
        answer: "в годы гражданской войны",
        period: 4
    }, {
        id: 552,
        question: "Каким путем была установлена Советская власть в Костанае? ",
        answer: "вооруженным путем",
        period: 4
    }, {
        id: 553,
        question: "Советская власть мирным путем установилась в регионах:",
        answer: "в районах с преобладанием рабочих, вблизи промышленных центров и железных дорог.",
        period: 4
    }, {
        id: 554,
        question: "Весной 1918 г. Советская власть начала борьбу с Алаш Ордой с:",
        answer: "Закрытия газеты «Казах»",
        period: 4
    }, {
        id: 555,
        question: "Первым городом на территории Казахстана, в котором установилась Советская власть, был ",
        answer: "Перовск.",
        period: 4
    }, {
        id: 556,
        question: "Какая идеология достигла своего апогея в 40-50 гг. ХХ века в СССР? ",
        answer: "Сталинизм",
        period: 4
    }, {
        id: 557,
        question: "В марте 1946 года на сессии Верховного Совета СССР было объявлено ведущим партийным направлением:",
        answer: "Переход к созданию коммунистического общества",
        period: 4
    }, {
        id: 558,
        question: "В произведении описываются трагические судьбы невинно репрессированных в послевоенное время.",
        answer: "Ш. Айтматов «Буранный полустанок»",
        period: 4
    }, {
        id: 559,
        question: "Крупнейшая система лагерей, расположенных на территории Казахстана:",
        answer: "Карлаг.",
        period: 4
    }, {
        id: 560,
        question: "Основной вид хозяйства казахов Сарыарки",
        answer: "1",
        period: 1
    }, {
        id: 561,
        question: "Направление, принятое Советским правительством в 1921 г.:",
        answer: "переход к НЭПу",
        period: 4
    }, {
        id: 562,
        question: "Кто в годы индустриализации выступил против точки зрения Ф. Голощекина и предложил свою идею?",
        answer: "С. Садвокасов",
        period: 4
    }, {
        id: 563,
        question: "Назовите годы первой пятилетки: ",
        answer: "1928-1932",
        period: 4
    }, {
        id: 564,
        question: "XIV съезд Всесоюзной коммунистической партии (большевиков) провозгласил курс на:",
        answer: "индустриализацию ",
        period: 4
    }, {
        id: 565,
        question: "«Декрет ЦИК и СНК Казахстана «О конфискации и выселении крупнейших байских хозяйств и полуфеодалов» принят в",
        answer: "августа 1928 г. ",
        period: 4
    }, {
        id: 566,
        question: "Какое количество массовых выступлений и восстаний произошло в республике во время коллективизации?",
        answer: "более 300(372)",
        period: 4
    }, {
        id: 567,
        question: "Какой съезд партии провозгласил курс коллективизации сельского хозяйства?",
        answer: "XV съезд",
        period: 4
    }, {
        id: 568,
        question: "Сколько хозяйств было коллективизировано к октябрю 1931 года в Казахстане?",
        answer: "65%",
        period: 4
    }, {
        id: 569,
        question: "Кому было адресовано «Письмо пяти», которое написала группа деятелей республики в июле 1932 года?",
        answer: "Голощекину",
        period: 4
    }, {
        id: 570,
        question: " Кто возглавил первый национальный казахский театр?",
        answer: "Ж. Шанин",
        period: 4
    }, {
        id: 571,
        question: "Когда была образована Казахская ССР как союзная республика?",
        answer: " декабрь 1936 г. ",
        period: 4
    }, {
        id: 572,
        question: "В годы Великой Отечественной войны установил мировой рекорд по выращиванию проса:",
        answer: "Ш. Берсиев",
        period: 4
    }, {
        id: 573,
        question: "Герой Советского Союза, участник Берлинской битвы, первый министр обороны Республики Казахстан.",
        answer: "С. Нурмаганбетов",
        period: 4
    }, {
        id: 574,
        question: " Сколько казахстанцев были удостоены звания Героя Советского Союза?",
        answer: "497",
        period: 4
    }, {
        id: 575,
        question: "За проявленные храбрость и самоотверженность в борьбе с немецко-фашистскими захватчиками уже 17 ноября 1941 года эта дивизия была награждена орденом Красного Знамени, а 18 ноября 1941 года преобразована в 8-ю гвардейскую стрелковую дивизию. ",
        answer: "316 стрелковая дивизия.",
        period: 4
    }, {
        id: 576,
        question: "Роман С. Муканова, написанный в послевоенные годы:",
        answer: "«Сырдария»",
        period: 4
    }, {
        id: 577,
        question: "Алия Молдагулова в годы Великой Отечественной войны была?",
        answer: "снайпер",
        period: 4
    }, {
        id: 578,
        question: "В 40-50-е годы подверглись политическим преследованиям представители казахской интеллигенции. Их называли … ",
        answer: "«инакомыслящими»",
        period: 4
    }, {
        id: 579,
        question: "Участник декабрьских событий 1986 года в Алмате, в 1996 году указом президента Казахстана ему было посмертно присвоено звание «Народный герой»:",
        answer: "К. Рыскулбеков",
        period: 4
    }, {
        id: 580,
        question: "Историческое значение декабрьских событий 1986 года:",
        answer: "стали катализатором демократизации политической жизни",
        period: 4
    }, {
        id: 581,
        question: "В чем причина событий в Жанаозене 1989 г.?",
        answer: "противоречия между авторитарными действиями центра и позициями перестройки",
        period: 4
    }, {
        id: 582,
        question: "Курс на «Перестройку» объявил",
        answer: " М. Горбачев",
        period: 4
    }, {
        id: 583,
        question: " Курс на освоения целинных и залежных земель был взят в:",
        answer: "1954 году",
        period: 4
    }, {
        id: 584,
        question: " Против кого были направлены политические репрессии в Казахстане в послевоенные годы?",
        answer: "национальной интеллигенции",
        period: 4
    },
    {
        id: 585,
        question: " В годы Великой Отечественной войны лётчику дважды было присвоено звание Героя Советского Союза",
        answer: "Т. Бигельдинов",
        period: 4
    },
    {
        id: 586,
        question: "Как называются 1953-1964 годы в истории СССР?",
        answer: "периодом “оттепели»",
        period: 4
    },
    {
        id: 587,
        question: "В истории СССР годы 'застоя' называют:",
        answer: " 1965-1985 г.",
        period: 4
    },
    {
        id: 588,
        question: "Этот год стал символом массовых репрессий:",
        answer: "1937 г.",
        period: 4
    },
    {
        id: 589,
        question: "Автор курса «Малого Октября» ",
        answer: "Ф. Голощекин",
        period: 4
    },
    {
        id: 590,
        question: "По Конституции РК, высшими ценностями государства объявлены:",
        answer: "человек, его жизнь, права и свободы:",
        period: 4
    },
    {
        id: 591,
        question: "Согласно Конституции Республики Казахстан, единственным источником государственной власти в республике является:",
        answer: "народ",
        period: 4
    },
    {
        id: 592,
        question: "Согласно Конституции Республики Казахстан, органом местной исполнительной власти является:",
        answer: "акимат ",
        period: 4
    },
    {
        id: 593,
        question: "Лиссабонский протокол, подписанный в 1993 году президентом Н.А. Назарбаевым, объявил, что Казахстан:",
        answer: "территория, свободная от ядерного оружия",
        period: 4
    },
    {
        id: 594,
        question: "Казахстан по территории в мире занимает место:",
        answer: "9-ое",
        period: 4
    },
    {
        id: 595,
        question: "Автором музыки государственного гимна Республики Казахстан является:",
        answer: "Ш.Калдаяков",
        period: 4
    },
    {
        id: 596,
        question: "Президент Республики Казахстан избирается на:",
        answer: "7 лет ",
        period: 4
    },
    {
        id: 597,
        question: "Согласно Конституции республики Казахстан по форме государственного устройства Казахстан является:",
        answer: "унитарным",
        period: 4
    },
    {
        id: 598,
        question: "Назовите автора Флага Республики Казахстан:",
        answer: "Ш Ниязбеков",
        period: 4
    },
    {
        id: 599,
        question: "Назовите авторов Герба Республики Казахстан:",
        answer: "Ж.Малибеков, Ш.Валиханов",
        period: 4
    },
    {
        id: 600,
        question: "Согласно Конституции  РК, священным долгом и обязанностью каждого ее гражданина является:",
        answer: "защита Республики Казахстан ",
        period: 4
    },
    {
        id: 601,
        question: "Идею Евразийского Союза государств предложил:",
        answer: "Н.Назарбаев ",
        period: 4
    },
    {
        id: 602,
        question: "Акмола был переименован в Астану:",
        answer: "6 мая 1998 г.",
        period: 4
    },
    {
        id: 603,
        question: "Казахская ССР была переименована в Республику Казахстан:",
        answer: "10 декабря 1991 г",
        period: 4
    },
    {
        id: 604,
        question: "Закон Республики Казахстан о Независимости принят:",
        answer: "16 декабря 1991 г.",
        period: 4
    },
    {
        id: 605,
        question: "Первая Конституция независимой Республики Казахстан была принята:",
        answer: "28 января 1993 г.",
        period: 4
    },
    {
        id: 606,
        question: "Что произошло 15 ноября 1993 г.",
        answer: "введена национальная валюта РК",
        period: 4
    },
    {
        id: 607,
        question: "Решением глав 11 бывших республик СССР на встрече 21 декабря 1991 г. в Алма-Ате является:",
        answer: "создание СНГ",
        period: 4
    },
    {
        id: 608,
        question: "Закон о государственной независимости Республики Казахстан был принят:",
        answer: "Верховным Советом",
        period: 4
    },
    {
        id: 609,
        question: "Конституция РК 1993 года действовала в течение:",
        answer: "двух лет",
        period: 4
    },
    {
        id: 610,
        question: "По Конституции 1995 г. законодательным органом Республики Казахстан является:",
        answer: "Парламент",
        period: 4
    },
    {
        id: 611,
        question: "Первым министром обороны независимого Казахстана был назначен:",
        answer: "С.Нурмагамбетов",
        period: 4
    },
    {
        id: 612,
        question: "Осенью 1993 года многие местные Советы прекратили свое существование в результате:",
        answer: "самороспуска",
        period: 4
    },
    {
        id: 613,
        question: "Год формирования внутренних войск РК:",
        answer: "1992",
        period: 4
    },
    {
        id: 614,
        question: "Год вступления Республики Казахстан в ООН:",
        answer: "1992",
        period: 4
    },
    {
        id: 615,
        question: "В Хельсинки (столице Финляндии) Казахстан вместе с другими странами присоединился к заключительному акту:",
        answer: "ОБСЕ",
        period: 4
    },
    {
        id: 616,
        question: "Проходить обучение в вузах США, Франции, Германии казахстанским студентам позволила программа:",
        answer: "«Болашак»",
        period: 4
    },
    {
        id: 617,
        question: "1999 год в Республике Казахстан был объявлен Годом:",
        answer: "преемственности поколений ",
        period: 4
    },
    {
        id: 618,
        question: "2002 год в Республике Казахстан был объявлен Годом:",
        answer: "здоровья ",
        period: 4
    }, {
        id: 619,
        question: "Автор книги «В потоке истории»:",
        answer: "Н.Назарбаев",
        period: 4
    }, {
        id: 620,
        question: "Автор произведения «Заблуждение цивилизации»:",
        answer: "М.Шаханов",
        period: 4
    }, {
        id: 621,
        question: "Первые всенародные выборы Президента Казахстана состоялись:",
        answer: "1 декабря 1991 г.",
        period: 4
    }, {
        id: 622,
        question: "Содружество Независимых государств (СНГ) образовалось:",
        answer: "21 декабря 1991 г.",
        period: 4
    }, {
        id: 623,
        question: "Вторая Конституция Республики Казахстан была принята:",
        answer: "30 августа 1995 г.",
        period: 4
    }, {
        id: 624,
        question: "Решением руководителей республик Средней Азии и Казахстана на встрече 13 декабря 1991 г. в Ашхабаде является:",
        answer: "поддержка принятых в Минске решений о распаде СССР",
        period: 4
    }, {
        id: 625,
        question: "Одной из значительных достижений алма-атинской встречи глав бывших союзных республик 21 декабря 1991 г. является:",
        answer: "договоренность в отношении ядерного оружия",
        period: 4
    }, {
        id: 626,
        question: "На основе крупного гражданского движения «Азат» была создана партия:",
        answer: "Республиканская",
        period: 4
    }, {
        id: 627,
        question: "Решение о продлении полномочий Президента РК Н. Назарбаева до 2000 года было принято:",
        answer: "референдумом",
        period: 4
    }, {
        id: 628,
        question: "Верховный Совет XII созыва прекратили свое существование в результате:",
        answer: "самороспуска",
        period: 4
    }, {
        id: 629,
        question: "Год либерализации цен:",
        answer: "1992",
        period: 4
    }, {
        id: 630,
        question: "26 апреля 1996 г. в г. Шанхае прошла встреча руководителей пяти государств организации:",
        answer: "ШОС",
        period: 4
    }, {
        id: 631,
        question: "В марте 1992 г. Казахстан стал полноправным членом:",
        answer: "ООН ",
        period: 4
    }, {
        id: 632,
        question: "США являются одним из главных инвесторов в экономике Казахстана и оказывают помощь Казахстану в:",
        answer: "области культуры и образования.",
        period: 4
    }, {
        id: 633,
        question: "область созданная в 2022 году на территорий бывшей Жезказганской области:",
        answer: "Улытауская",
        period: 4
    }, {
        id: 634,
        question: "Область, центром которой является Семей:",
        answer: "Абайская",
        period: 4
    }, {
        id: 635,
        question: "В 2020 г. Казахстан праздновал 175-летия со дня рождения:",
        answer: "Абая Кунанбаева",
        period: 4
    }, {
        id: 636,
        question: "1995 год был обьявлен годом акына импровизатора:",
        answer: "Ж.Жабаева",
        period: 4
    }, {
        id: 637,
        question: "Институт языкознания в Республике Казахстан носит имя:",
        answer: "А.Байтурсынова",
        period: 4
    }, {
        id: 638,
        question: "Внеочередные выборы Президента Республики состоялись 2022 года:",
        answer: "20 ноября",
        period: 4
    }, {
        id: 639,
        question: "Семипалатинский ядерный расположился в Казахстане  на:",
        answer: "левом берегу реки Иртыш ",
        period: 4
    }, {
        id: 640,
        question: "Первый казах космонавт:",
        answer: "Т.Аубакиров",
        period: 4
    }, {
        id: 641,
        question: "Количества городов республиканского значения в Казахстане:",
        answer: " 3",
        period: 4
    }, {
        id: 642,
        question: "Южно-Казахстанская область была переименована в:",
        answer: " Туркестанскую",
        period: 4
    }, {
        id: 643,
        question: "центр Жетысуской области: ",
        answer: "Талдыкорган",
        period: 4
    }, {
        id: 644,
        question: " Капшагай был переимован в честь:",
        answer: "Д.Кунаева",
        period: 4
    }, {
        id: 645,
        question: "Казахстан состоять из 20 территориальных единиц:",
        answer: "17 областей и трех городов республиканского значения",
        period: 3
    }, {
        id: 646,
        question: "В Казахстане 2022 год обьявлен Годом:",
        answer: "детей ",
        period: 4
    }, {
        id: 647,
        question: "Организация обьединенных Наций по вопросам образования, науки и культуры:",
        answer: "ЮНЕСКО",
        period: 4
    }, {
        id: 648,
        question: "15 июня 2001 года Казахстан стал полноправным членом:",
        answer: "ШОС ",
        period: 4
    }, {
        id: 649,
        question: "Количество областей в Казахстане на сегодняшний день:",
        answer: "17",
        period: 4
    }, {
        id: 650,
        question: "Институт археологии в Республике Казахстан носит имя:",
        answer: "А.Маргулана",
        period: 4
    }, {
        id: 651,
        question: "Решение о создании Всемирного сообщества казахов было принято в 1992 г. на:",
        answer: "Всемирном Курылтае казахов",
        period: 4
    }, {
        id: 652,
        question: "Научная конференция «Казахи: вчера, сегодня и завтра» состоялась в 1992 г. в связи с",
        answer: "Всемирным Курылтаем казахов:",
        period: 4
    }, {
        id: 653,
        question: "Гость из Турции Халифа Алтай оценил как «событие, которое золотыми буквами будет вписано в историю казахского народа»:",
        answer: "Всемирный курылтай казахов",
        period: 4
    }, {
        id: 654,
        question: "VII Съезд лидеров мировых и традиционных религий состоялся в:",
        answer: "г.Астана, 14-15 сентября 2022 г.",
        period: 4
    }
]
export const periodsHistory = [{name: "Древний мир", slug: 1}, {name: "Средневековье", slug: 2}, {
    name: "Новое время", slug: 3
}, {name: "Новейшая время", slug: 4}]