export const questionsData = [
    {
        id: 1,
        "questions": "В 1956г осудил личность Сталина? (съезд)",
        "answer": "20 съезд КПСС",
        period: 3
    },{
        id: 2,
        "questions": "Кто первым вогрузил Красное знамя на фасаде Рейхстага",
        "answer": "Қошқарбаев и Булатов",
        period: 3
    },{
        id: 3,
        "questions": "'Аз и Я' кто создал? когда?",
        "answer": "Олжас Сулейменов, 1975",
        period: 3
    },{
        id: 4,
        "questions": "Кто вступился Рыскулбекова?",
        "answer": "Бывший министр иностранных дел Чехословакии Х.Хачек",
        period: 3
    },{
        id: 5,
        "questions": "Должность Сардабек что это",
        "answer": "Командующий повстанцами",
        period: 3
    },{
        id: 6,
        "questions": "Первая столица Казахской АССР?",
        "answer": "Оренбург",
        period: 3
    },{
        id: 7,
        "questions": "Назовите №1 советской национальное государства на Северо Востоке?",
        "answer": "Туркестанская АССР",
        period: 3
    },{
        id: 8,
        "questions": "Александр Ильич Дутов (гражданская война) захватил: ?, год: ?, звание: ?",
        "answer": "захватил: Оренбург, год: 1918, звание: Атаман",
        period: 3
    },{
        id: 9,
        "questions": "Столица КазАССР в 1925г",
        "answer": "Қызыл Орда",
        period: 3
    },{
        id: 10,
        "questions": "В какой период началась реабилитация после тоталитарного режима?",
        "answer": "В период Хрущёвской оттепели (1954 - 1963)",
        period: 3
    },{
        id: 11,
        "questions": "Почему А.Бөкейхан вышел из партии 'Кадетов'",
        "answer": "Против автономии, национальный вопрос",
        period: 3
    },{
        id: 12,
        "questions": "Должность Мерген что это?",
        "answer": "Стрелки Снайперы",
        period: 3
    },{
        id: 13,
        "questions": "Кем работал Бақытжан Қаратаев",
        "answer": "Первым юристом",
        period: 3
    },{
        id: 14,
        "questions": "Назовите №1 казах-инженер железнодорожника и что окончил?",
        "answer": "Мұхаметжан Тынышбаев, Санкт-Петербургский институт путей и сообщения",
        period: 3
    },{
        id: 15,
        "questions": "Столица КазАССР в 1929",
        "answer": "Верный (Алматы)",
        period: 3
    },{
        id: 16,
        "questions": "Лидер джадидизма",
        "answer": "Исмаил Госпринский",
        period: 3
    },{
        id: 17,
        "questions": "Главный редактор газеты 'Казак' в 1913-1918, где: ?, кто: ?",
        "answer": "Ахмет Байтурсынов, Оренбург",
        period: 3
    },{
        id: 18,
        "questions": "Кто разработал лучший метод исследования недр Земли в СССР? (50-тых г 20 веке)",
        "answer": "Қаныш Сатпаев",
        period: 3
    },{
        id: 19,
        "questions": "Последние стихотворение Қ.Рыскулбекова",
        "answer": "Ақтық сөз, Последние слово",
        period: 3
    },{
        id: 20,
        "questions": "Что создал Рустембеков (архитектор)?",
        "answer": "Байтерек",
        period: 3
    },{
        id: 21,
        "questions": "В 1975 г была издана книга Олжаса Сулейменова",
        "answer": "Аз и Я",
        period: 3
    },{
        id: 22,
        "questions": "Документ конституционно провозгласивший создание КазАССР",
        "answer": "Декларация о прав трудящихся",
        period: 3
    },{
        id: 23,
        "questions": "Кто написал сборник стихов 'Маса'",
        "answer": "Ахмет Байтұрсынұлы",
        period: 3
    },{
        id: 24,
        "questions": "Как назывались органы власти занимающийся улучшением жизни рабочих",
        "answer": "Фабрично-заводские комитеты",
        period: 3
    },{
        id: 25,
        "questions": "Автором произведения 'В чем заключается богатство'?",
        "answer": "Ыбрай Алтынсарин",
        period: 3
    },{
        id: 26,
        "questions": "Когда был принят закон 'О языках'",
        "answer": "22 сентября 1989г",
        period: 3
    },{
        id: 27,
        "questions": "Последствие коллективизации",
        "answer": "Переход к оседлости",
        period: 3
    },{
        id: 28,
        "questions": "Кто открыл культуру Ботай?",
        "answer": "Зайберт",
        period: 1
    },{
        id: 29,
        "questions": "Кто был избран в 1 Госдуму от Семипалатинска",
        "answer": "Алихан Бөкейхан",
        period: 3
    },{
        id: 30,
        "questions": "Назовите запрещенного произведения в СССР?",
        "answer": "Аз и Я",
        period: 3
    },{
        id: 31,
        "questions": "Годы Ашаршылық",
        "answer": "1931 - 1933",
        period: 3
    },{
        id: 32,
        "questions": "Продналог, политика: ?, значение: ?",
        "answer": "Политика НЭПА, значение: фиксированный и единый налог для всех",
        period: 3
    },{
        id: 33,
        "questions": "Первые казахские ученые местного населения казахов?",
        "answer": "Муса Шорманов (дед Шокана Уалиханова), Мухамед-Салык Бабажанов",
        period: 3
    },{
        id: 34,
        "questions": "Политика 'НЭП' включала в себя",
        "answer": "Продналог (единый фиксированный прогрессивный)",
        period: 3
    },{
        id: 35,
        "questions": "с 1917 г Председатель правительства Казахской Алашской автономии",
        "answer": "Алихан Бөкейхан",
        period: 3
    },{
        id: 36,
        "questions": "Какая идея была легла в основу Кокандской (Туркестанской автономии)?",
        "answer": "Пантюркизм объединение мусульманских народов Центральной Азии",
        period: 3
    },{
        id: 37,
        "questions": "1 Всеказахский съезд в 1917г, где: ?, месяц: ?, итог: ?",
        "answer": "где: Оренбург, месяц: июль, итог: определил курс партии Алаш",
        period: 3
    },{
        id: 38,
        "questions": "10 съезд РКП (б) 20 марта 1921 г, определил курс на ...",
        "answer": "НЭП Новую экономическую политику",
        period: 3
    },{
        id: 39,
        "questions": "Кто создал Байтерек",
        "answer": "Рустембеков",
        period: 3
    },{
        id: 40,
        "questions": "В каком городе 1906г прошла политическая демонстрация, носившая интернациональной характер?",
        "answer": "Перовск",
        period: 3
    },{
        id: 41,
        "questions": "Қаныш Сатпаев составил первый учебник на казахском языке по ...",
        "answer": "Алгебра",
        period: 3
    },{
        id: 42,
        "questions": "Что Рыскулов написал Сталину в письме когда?",
        "answer": "В 1933 году Т. Рыскулов написал письмо Сталину о последствиях коллективизации, голоде и тяжёлой ситуации казахского народа",
        period: 3
    },{
        id: 43,
        "questions": "жены 'изменников Родины' в сталинские времена отбывали наказание в лагере? область?",
        "answer": "Алжир, Акмолинская",
        period: 3
    },{
        id: 44,
        "questions": "Кого сослали в Самару в ходе 1 Госдумы",
        "answer": "юриста Беремжанова",
        period: 3
    },{
        id: 45,
        "questions": "Чем знаменит Ташенов",
        "answer": "Сохранил целостность границ Казахстана",
        period: 3
    },{
        id: 46,
        "questions": "Кем был открыт Театр юного зрителя (ПОЗ) 1945",
        "answer": "Натали Сац",
        period: 3
    },{
        id: 47,
        "questions": "10 декабря 1991 г в Казахстане произошло какое событие",
        "answer": "Казахская ССР переименована в Республику Казахстан",
        period: 3
    },{
        id: 48,
        "questions": "Что было принято в 25 октября 1990 году",
        "answer": "Приятие декларации о государственном суверенитете КазССР",
        period: 3
    },{
        id: 49,
        "questions": "Как называлось движение в Казахстане в конце 80-тых 20-ого века?",
        "answer": "Невада-Семей",
        period: 3
    },{
        id: 50,
        "questions": "Кто открыл месторождения меди в Жезказгане?",
        "answer": "Қаныш Сатпаев",
        period: 3
    },{
        id: 51,
        "questions": "Қазакстан стал полноправным членом ООН в...",
        "answer": "в марте 1992 года",
        period: 3
    },{
        id: 52,
        "questions": "В 2004 году в Республике Казахстан была принята государственная программа?",
        "answer": "Культурное наследие",
        period: 3
    },{
        id: 53,
        "questions": "Машкур Жусуов установил место захоронения",
        "answer": "Бухар Жырау",
        period: 3
    },{
        id: 54,
        "questions": "Председатели Семипалатинской губернии был ...",
        "answer": "Алихан Бөкейхан",
        period: 3
    },{
        id: 55,
        "questions": "Первая Конституция Незовисемого Казакстана была принята",
        "answer": "1993 г",
        period: 3
    },{
        id: 56,
        "questions": "Указ о либерализации цен на территории Республики Казахстан был принят в ...",
        "answer": "1992 г 6 января",
        period: 3
    },{
        id: 57,
        "questions": "Основоположником чего был Абылхан Костеев?",
        "answer": "Изобразительного искусства",
        period: 3
    },{
        id: 58,
        "questions": "Первый человек В Казахстане удостоенный звания героя Советского Союза?",
        "answer": "К.А.Семенчинко",
        period: 3
    },{
        id: 59,
        "questions": "Кто создал Байтерек",
        "answer": "Рустембеков",
        period: 3
    },{
        id: 60,
        "questions": "Казахский государственный университет им С.М.Кирова в Алмате был открыт в ?",
        "answer": "1934 г",
        period: 3
    },{
        id: 61,
        "questions": "Жумабек Ташенов способствовал спасению газеты на ",
        "answer": "Спасению газеты на казакском языке",
        period: 3
    },{
        id: 62,
        "questions": "5 пленум ЦК КПК, год: ?, ход: ?, итог: ?",
        "answer": "год: 16.12.1986, ход: Смещение Кунаева на Колбина, итог: В Алматы прошли митинги 17-18 декабря",
        period: 3
    },{
        id: 63,
        "questions": "Жумабек Ташенов является председатель?",
        "answer": "Верховного совета и совета Министров",
        period: 3
    },{
        id: 64,
        "questions": "Первая казахская кинокартина фильма 'Амандельды' был снят киностудией 'Ленфильм' в ?",
        "answer": "1938 г",
        period: 3
    },{
        id: 65,
        "questions": "Руководитель движения Невада-Семей",
        "answer": "Олжас Сулейменов",
        period: 3
    },{
        id: 66,
        "questions": "Когда была написана газета 'Серке'",
        "answer": "1907",
        period: 3
    },{
        id: 67,
        "questions": "Кто вел вооружённое восстание в Тургае (1916-1917)",
        "answer": "Амангельды Иманов А.Жангельдин",
        period: 3
    },{
        id: 68,
        "questions": "Особенность Новомодных мектебов ?",
        "answer": "Звуковой метод изучение языка вместо буквоотливного",
        period: 3
    },{
        id: 69,
        "questions": "Продразвёрстка, политика: ?, значение: ?",
        "answer": "Политика: военный коммунизм, значение: изъятие излишков",
        period: 3
    },{
        id: 70,
        "questions": "'Промелькнувший метеор', автор: ?, про кого: ?",
        "answer": "автор: С.Муканов, про кого: Шокан Уалиханов",
        period: 3
    }, {
        id: 71,
        "questions": "Знаменитый рисовод дважды Герой Социального Труда",
        "answer": "Ибрай Жакаев",
        period: 3
    },{
        id: 72,
        "questions": "Кто автор 'Ленинградцы дети мои' написанной в 1941?",
        "answer": "Ж.Жабаев",
        period: 3
    },{
        id: 73,
        "questions": "Первый Всемирный курултай казахов, год: ?",
        "answer": "сеньтябрь - октябрь 1992",
        period: 3
    },{
        id: 74,
        "questions": "Урало - Эмбирский нефтяной район накануне индустриализации изучал академик?",
        "answer": "Иван Губкин",
        period: 3
    },{
        id: 75,
        "questions": "НЭП когда была принята какой съезд",
        "answer": "20 марта 1921, 10 съезд РКП (б)",
        period: 3
    },{
        id: 76,
        "questions": "Когда создали Семипалатинский ядерный полигон",
        "answer": "1949 г",
        period: 3
    },{
        id: 77,
        "questions": "Какой закон приняли 22 сентября 1989г?",
        "answer": "О языках",
        period: 3
    },{
        id: 78,
        "questions": "В 1907 Бахытжан Каратаев зачитал доклад о: ?, итог: ?",
        "answer": "доклад: о картинке переселенческий политики, итоги: казахам запретили в них участвовать в Госдумах",
        period: 3
    },{
        id: 79,
        "questions": "В какой Государственной Думе участвовал Алихан Бөкейхан?",
        "answer": "1 Государственной Думе 1905 г ",
        period: 3
    },{
        id: 80,
        "questions": "ж/д Турксиб была построена в ...",
        "answer": "1927 - 1930",
        period: 3
    },{
        id: 81,
        "questions": "Какое была звание в конце войны и каком трядом управлял Б.Момышұлы",
        "answer": "звание: Полковник, отряд: 9ый, Гвардейский полк",
        period: 3
    },{
        id: 82,
        "questions": "Кошкарбаев и Булатов что сделали",
        "answer": "Первыми водрузили Красное знамя на фасаде Рейхстага",
        period: 3
    },{
        id: 83,
        "questions": "Одним из крупнейших центров освободительного движение 1916 года стал район?",
        "answer": "Тургая",
        period: 3
    },{
        id: 84,
        "questions": "Кто написал газету 'Серке' в 1907 г, кто: ?, какой стих: ?",
        "answer": "Мыржакып Дулатов, стих: 'К молодежи'",
        period: 3
    },{
        id: 85,
        "questions": "Элементы НЭП-а",
        "answer": "1.Введены аренда земли и предприятий, товарно денежные отношения; 2.Разрешены свободная торговля, наемный труд",
        period: 3
    },{
        id: 86,
        "questions": "Когда был построен первый педагогический университет в Казахстана?",
        "answer": "1923 им Абая",
        period: 3
    },{
        id: 87,
        "questions": "После учебы на экономическом и юридическом факультете Санк-Петербурского лесо-технического института отправил куда работать Алихан Бөкейхан?",
        "answer": "в составе Тобольской экспедиции",
        period: 3
    },{
        id: 88,
        "questions": "Что открыл Ахмет Жубанов: ?, когда: ?",
        "answer": "когда: 1934 г, что: Казахский государственный аркестр им.Курмангазы",
        period: 3
    },{
        id: 89,
        "questions": "В каком году полетел в космос Т.Аубакиров",
        "answer": "1991 г",
        period: 3
    },{
        id: 90,
        "questions": "Политика 'Военного коммунизма' включала в себя?",
        "answer": "Запрет на торговлю отмену товарно-денежные отношений",
        period: 3
    }, {
        id: 91,
        "questions": "Кто выступал против Целина:",
        "answer": "Шаяхметов (Первый секретарь в ЦК КПК)",
        period: 3
    },{
        id: 92,
        "questions": "Кто написал статью 'киргиз'",
        "answer": "Алихан Бөкейхан",
        period: 3
    },{
        id: 93,
        "questions": "Что создали в 1947 г ?",
        "answer": "Образовательно и Денежная реформа",
        period: 3
    },{
        id: 94,
        "questions": "Где учился Алихан Бөкейхан?",
        "answer": "Экономическом и юридическом факультете Санкт-Петербургского лесотехническом институте",
        period: 3
    },{
        id: 95,
        "questions": "Польский поэт автор поэм 'Киргиз' и 'Степь'",
        "answer": "Густов Зелинский",
        period: 2
    },{
        id: 96,
        "questions": "Национальное движение в 1916г: ?, какие причины: ?, повод: ?, характер: ?",
        "answer": "причины: Усиление колонизации Российской империи, переселенческая политика, ухудшение социального положения из-за 1МВ, рост налогов, конфликты с русскими. Повод: Указ Николая 2 набрать 500тыс мужчин джигитов на тыловые работы. Характер: антиколониальный",
        period: 3
    },{
        id: 97,
        "questions": "Кто писал про Абылай хана?",
        "answer": "Ш.Уалиханов, А.Левшин, И.Крафт",
        period: 3
    },{
        id: 98,
        "questions": "Забастовка шахтеров Караганды, когда: ?, цель: ?",
        "answer": "когда: 1989 г, цель: закрытие Семипалатинского ядерного полигона",
        period: 3
    },{
        id: 99,
        "questions": "Лидер Кокандской (Туркестанской) автономии?",
        "answer": "Мустафа Шокай ",
        period: 3
    },{
        id: 100,
        "questions": "Какие были отношения между степью и городом?",
        "answer": "Социально-экономические",
        period: 3
    },{
        id: 101,
        "questions": "Год создание Ассамблеи народа Казахстана?",
        "answer": "1995",
        period: 3
    },{
        id: 102,
        "questions": "Какой эпос записал Машкур Жусуп?",
        "answer": "Ер Олжабай батыр",
        period: 2
    },{
        id: 103,
        "questions": "автор 'История Казахстана с древнейших времен до наших дней'",
        "answer": "С.Асфендияров",
        period: 3
    },{
        id: 104,
        "questions": "Какие уезды были переданы в результате размежевания земель в Средней Азии и Казахстана в 1924 г Казахской АССР?",
        "answer": "Казалинский и Ак-Мечетский",
        period: 3
    },{
        id: 105,
        "questions": "Мыржакып Дулатов написал сборник о тяжёлом  положении народа, когда: ? название: ?",
        "answer": "когда: 1909, название: Оян казак",
        period: 3
    },{
        id: 106,
        "questions": "Оперная певица, получавшая звания Народной артистки СССР в 1936г?",
        "answer": "К.Байсеитова",
        period: 3
    },{
        id: 107,
        "questions": "Кто такой Дусембай Шыныбеков?",
        "answer": "Знаменитый снайпер на Ораниенбаунском плацдаруме. Участвовал в битве за Ленинград (во время ВОВ)",
        period: 3
    },{
        id: 108,
        "questions": "Назовите год, причину и в каком документе была заложена Национальная партия 'Алаш'",
        "answer": "Каркараллинская питиция, 1905 г, Первая русская революция (кровавое воскресенье)",
        period: 3
    },{
        id: 109,
        "questions": "Когда была объявлена Кокандская (Туркестанская) автономная?",
        "answer": "26 - 29 ноября, 1917г",
        period: 3
    },{
        id: 110,
        "questions": "Джадидизм - это",
        "answer": "Просветления (обновленчество); Развитие тюркоязычных языков; использование достижений науки; Интеллектуальная движение среди мусульманских народов Российской империи; Изучение светских дисциплин; Открытие медресе, мектебов",
        period: 3
    },{
        id: 111,
        "questions": "Национальное движение 1916г, где: ?, итоги: ?",
        "answer": "где: Семиречье, Акмола, Тургай; итоги: Подавлено, продемонстрировала рост самосознания казахского народа. В Тургае продолжились восстания",
        period: 3
    },{
        id: 112,
        "questions": "Когда была принята на Индустриализация 14 съезда РКП (б)?",
        "answer": "1925 г",
        period: 3
    },{
        id: 113,
        "questions": "В период индустриализации в Казахстане построен?",
        "answer": "Ачисайский полиметаллический комбинат",
        period: 3
    },{
        id: 114,
        "questions": "Какая партия способствовала установлению советской власти в Казахстане?",
        "answer": "Үш жүз",
        period: 3
    },{
        id: 115,
        "questions": "В каком году была принята Столыпинская реформа?",
        "answer": "1906 г",
        period: 3
    },{
        id: 116,
        "questions": "Кого из писателей посадили на 25 лет?",
        "answer": "Бекмаханов",
        period: 3
    },{
        id: 117,
        "questions": "Что включала в себя политика 'Военного коммунизма'",
        "answer": "Продразвёрстка 'изъятие излишков'",
        period: 3
    },{
        id: 118,
        "questions": "В 1965 г свою  первую нефть дало месторождение ...",
        "answer": "Узень (Актау)",
        period: 3
    },{
        id: 119,
        "questions": "Кто был избран во 2 Госдуме от Семипалатинска в 1907?",
        "answer": "Нуркенов",
        period: 3
    },{
        id: 120,
        "questions": "Что сделало Временное правительство для казахов",
        "answer": "Амнистия и помощь пострадавшим в период восстания в Семиречье",
        period: 3
    },{
        id: 121,
        "questions": "Кто был дважды ЦК Компартии КПК",
        "answer": "Динмухамед Кунаев, 1960 и 1886 г",
        period: 3
    },{
        id: 122,
        "questions": "Рухани жангыру, год: ?, цель: ?",
        "answer": "2017г, цель: возрождение духовных ценностей. модернизация казахстанского общества",
        period: 3
    },{
        id: 123,
        "questions": "Кто в Казахском ханстве являлся парламентером, ходатаем и подписывал документы?",
        "answer": "Аксакалы",
        period: 2
    },{
        id: 124,
        "questions": "Сколько десятин земли забрали у казахов в 1917?",
        "answer": "45 млн десятин земли",
        period: 3
    },{
        id: 125,
        "questions": "Куда откочевал Сырым Датұлы?",
        "answer": "Хива",
        period: 2
    },{
        id: 126,
        "questions": "Кто возглавил в Букеевской Орде восстание 1836 - 1838 г?",
        "answer": "Исатай Тайманов",
        period: 2
    },{
        id: 127,
        "questions": "Назовите произведения Абая ҚұнанБайұлы?",
        "answer": "Гаклие, Искандер, Сказания об Азиме, Масгут",
        period: 2
    },{
        id: 128,
        "questions": "Назовите казахского акына в 19 веке, проходивший военную службу в России, Польше, и Литве?",
        "answer": "Жаяу Муса Байжанулы",
        period: 2
    },{
        id: 129,
        "questions": "Кто написал 'О мусульманской степи'?",
        "answer": "Шокан Уалиханов",
        period: 2
    },{
        id: 130,
        "questions": "Кто в 1723 г возглавил джунгарское восстание?",
        "answer": "Цеван Рабдан",
        period: 2
    },{
        id: 131,
        "questions": "Годы жизни Шокана Уалихана?",
        "answer": "1835 - 1865",
        period: 2
    },{
        id: 132,
        "questions": "Отмена крепостного права, а также переселенческая политика царизма произошла в ... году",
        "answer": "1861",
        period: 2
    },{
        id: 133,
        "questions": "Устав об оренбургских киргизах, годы: ?, автор: ?, территория: ?",
        "answer": "годы: 1824; автор: П.Эссен; территория: Младший жуз;",
        period: 2
    },{
        id: 134,
        "questions": "Неплюев запретил кочевать возле какой реки?",
        "answer": "Урал",
        period: 2
    },{
        id: 135,
        "questions": "Назовите место и уезд проведения 2 крупной ярмарки 19 века",
        "answer": "Семиречье, Вернинский уезд",
        period: 2
    },{
        id: 136,
        "questions": "В 1425 г Улугбек совершил походы на государство",
        "answer": "Могулистан",
        period: 2
    },{
        id: 137,
        "questions": "Столица Могулистана",
        "answer": "Алмалык",
        period: 2
    },{
        id: 138,
        "questions": "Назовите автора, основную тему, идею произведения Зар заман",
        "answer": "Автор: Шортанбай, основная тема: колонизация, корыстность султанов и биев, национально-освободительный; идея: целостность народа и государства",
        period: 2
    },{
        id: 139,
        "questions": "Где Учился Шокан Уалиханов и в каком звании выпустился?",
        "answer": "г Омск, Сибирский кадетный корпус; звания: корнет",
        period: 2
    },{
        id: 140,
        "questions": "Как назывался налог на скот взятый у кочевого населения?",
        "answer": "Зякет",
        period: 2
    },{
        id: 141,
        "questions": "Основная движущая сила (сословия людей) восстания Кенесары Касымұлы",
        "answer": "Шаруа",
        period: 2
    },{
        id: 142,
        "questions": "Руководители восстания на Мангығтау в 1870г ?",
        "answer": "Досан Тажиулы, Иса Тленбайулы",
        period: 2
    },{
        id: 143,
        "questions": "в 1892 году было строительство (чего), из-за чего изъято (сколько?) земли.",
        "answer": "Чего: Транссибирской ж/д, сколько: 4,2 млн земли",
        period: 2
    },{
        id: 144,
        "questions": "Великий политический дятел казахского народа, родившийся в 1711г?",
        "answer": "Абылай",
        period: 2
    },{
        id: 145,
        "questions": "Российский пристав на Мангыстау в ходе восстания 1870 г",
        "answer": "Рукин",
        period: 2
    },{
        id: 146,
        "questions": "Кто написал поэмы 'Енлик Кебек', 'Колмакан-Мамыр'",
        "answer": "Шәкәрім Құдайбергенұлы",
        period: 2
    },{
        id: 147,
        "questions": "Кому посветил Умбетей-жырау песню плач?",
        "answer": "Богембаю",
        period: 2
    },{
        id: 148,
        "questions": "Назовите период, автора названия 'Зар заман'",
        "answer": "1840-1860, автор: Мұхтар Әуезов",
        period: 2
    },{
        id: 149,
        "questions": "Столыпинская реформа образовала Переселенческий фонд, с целью?",
        "answer": "Изъятие земель у казахов",
        period: 2
    },{
        id: 150,
        "questions": "С какой целью Тауекель хан поехал в Москву в 1594 г?",
        "answer": "Военный союз",
        period: 2
    },{
        id: 151,
        "questions": "Кого называл Голден Цэрен 'человек с певческим голосом'",
        "answer": "Қазыбек би",
        period: 2
    },{
        id: 152,
        "questions": "Какую Орду основал Ботый хан?",
        "answer": "Золотую Орду",
        period: 2
    },{
        id: 153,
        "questions": "Где, когда и зачем проходил №2 Всеказахский курултай?",
        "answer": "где: года Ордабасы, когда: 1726г, зачем: собрать народное ополчения, глава - Абулхаир",
        period: 2
    },{
        id: 154,
        "questions": "Назовите автора кюев: 'Адай', 'Кшкентай', 'Сарыарка'?",
        "answer": "Курмангазы",
        period: 2
    },{
        id: 155,
        "questions": "какое государства называли 'государства кочевых Узбеков'?",
        "answer": "Ханства Абулхаира",
        period: 2
    },{
        id: 156,
        "questions": "Какой ақын писал произведения с Демократической направленностью",
        "answer": "Біржан сал",
        period: 2
    },{
        id: 157,
        "questions": "Годы, автора, территория и цель Устава о сибирских киргизах",
        "answer": "годы: 1822, автор: М.Сперанский, территория: Средний жуз, цель: отмена ханской власти, присоединение  Среднего Жуза в состав России",
        period: 2
    },{
        id: 158,
        "questions": "Место гибели калмыков, Где: ?, когда: ?, название битвы: ?, итого: ?, кол-во войск: ",
        "answer": "где: река Буланты, когда: 1726/1728г, название битвы: Булатинская битва, итог: казахи вернули севера восточный Казахстан, кол-во войск: 60 тыс",
        period: 2
    },{
        id: 159,
        "questions": "Кто был путишествиником посетивший Золотую Орду и составивший источник о кыпчаках?",
        "answer": "Плано Карпини",
        period: 2
    },{
        id: 160,
        "questions": "Назовите главную причину поражения восстания С.Датұлы?",
        "answer": "Выступление против двух сил: царизм и междоусобицы, неорганизованность",
        period: 2
    },{
        id: 161,
        "questions": "Назовите батыров кто участвовал в казахско-джунгарских войнах",
        "answer": "Шапарышты Наурызбай, Каракерей Қабанбай, Канжығалы Бөгенбай, Райымбек, Малайсары",
        period: 2
    },{
        id: 163,
        "questions": "Где проходил №1 Всеказахский съезд, в каком году, с какой целью, кто участвовал и кто был ханом?",
        "answer": "где: пустыня Кракумы, когда: 1710г, зачем: собрать народное ополчения против джунгар, участники: помощники: Каип и Абулхаир, военачальник: Бөгенбай; хан: Тәуке",
        period: 2
    },{
        id: 164,
        "questions": "Ямышевская - ...г? Железинская - ...г? Семипалатинская - ...г? Усть-Каменногорская, Коряковская - ...г? крепостей",
        "answer": "Ямышевская - 1716г, Железинская - 1717г, Семипалатинская - 1718г, Усть-Каменногорская - 1720г",
        period: 2
    },{
        id: 165,
        "questions": "Советник хана Абылая?",
        "answer": "Бухар Жырау",
        period: 2
    },{
        id: 166,
        "questions": "Восстания И.Тайманулы и М.Утемисулы, где: ?, когда: ?, против: ?, причина: ?, характер: ?, итог: ?",
        "answer": "где: Букеевской Орде (перешла на Младший.ж; когда: 1836-1838; против: царизма и Жангир хана; причины: земельный вопрос, повышение налогов, политика Жангира; характер: антикололиальный; итог: подавлено, предел росту налогов.",
        period: 2
    },{
        id: 167,
        "questions": "Когда произошел Указ о вхождении в Младшего жуза в состав России?",
        "answer": "1731г 19 февраля",
        period: 2
    },{
        id: 168,
        "questions": "Чем закончились походы русской армии 60-70ых 19 века в Среднюю Азию?",
        "answer": "Южный Казахстан вошел в состав России",
        period: 2
    },{
        id: 169,
        "questions": "Кто был делопроизводителем в Тургае в 1869г?",
        "answer": "Ыбрай Алтынсарин",
        period: 2
    },{
        id: 170,
        "questions": "Время правления Касым хана?",
        "answer": "1511 - 1518/23",
        period: 2
    },{
        id: 171,
        "questions": "Назовите год, место и итоги Аягузкого сражения",
        "answer": "год: 1717/1718г, где: река Аягуз, итог: поражение казахов",
        period: 2
    },{
        id: 172,
        "questions": "Против какого правителя Хакназар и Абдалах заключили союз?",
        "answer": "Баба султан, Ташкент",
        period: 2
    },{
        id: 173,
        "questions": "Кто открыл школу - интернат в Тургае и в каком году?",
        "answer": "Ыбрай Алтынсарин, в 1864",
        period: 2
    },{
        id: 174,
        "questions": "Исполнительный орган в Золотой Орде",
        "answer": "Диуан",
        period: 2
    },{
        id: 175,
        "questions": "Что такое Диуан",
        "answer": "Исполнительный орган в Золотой Орде",
        period: 2
    },{
        id: 176,
        "questions": "Время существования ханства Абулхаира",
        "answer": "1428-1468",
        period: 2
    },{
        id: 177,
        "questions": "Нзовите когда, против кого и итог Восстания Жанқожы Нұрмұхамедұлы? Кем он был, и кому помогал?",
        "answer": "годы: 1856 - 1857; против: Хивы, Коканда, России; Кому помогал: Кенесары, Есет Көтібарұлы",
        period: 2
    },{
        id: 178,
        "questions": "Кто участвовал на коронации императора Александра 2?",
        "answer": "Татимбет",
        period: 2
    },{
        id: 179,
        "questions": "Как называлась особый отряд метких стрелков в армии Кенесары? Период восстания?",
        "answer": "Мергенбасы, 1837 - 1847",
        period: 2
    },{
        id: 180,
        "questions": "Теретория Ногайской Орды (Мангытского юрта)?",
        "answer": "Междуречье Урал и Волга",
        period: 2
    },{
        id: 181,
        "questions": "Кто написал 'Три истикы', (үш анық), 'Мусульманские правила', 'Шежіре тюрков, киргизов, казахов'",
        "answer": "Шакарим Кудайбергенұлы",
        period: 2
    },{
        id: 183,
        "questions": "Какой хан убрал систему улусов и ввел систему жузов",
        "answer": "Хакназар",
        period: 2
    },{
        id: 184,
        "questions": "Самые популярные виды торговли в 19 веке",
        "answer": "Разъездная и Ярмарочная",
        period: 2
    },{
        id: 185,
        "questions": "Что предусматривал Петербургский договор 1881 для жителей Илийского края?",
        "answer": "Выбор принятие подданства России или Китая",
        period: 2
    },{
        id: 186,
        "questions": "Назовите медресе, находившийся в городе Уфа",
        "answer": "Галия",
        period: 2
    },{
        id: 187,
        "questions": "В 1853 русские захватили (город)?",
        "answer": "Ак-Мечеть",
        period: 2
    },{
        id: 188,
        "questions": "Советник хана Тауке?",
        "answer": "Әйтеке би",
        period: 2
    },{
        id: 189,
        "questions": "Какой хан воевал с сибирским ханов Кучумам?",
        "answer": "Тауекель",
        period: 2
    },{
        id: 190,
        "questions": "Кто такой Жаяу Муса? Назовите где родился, какая была политика и популярные кюй",
        "answer": "Кто: Профессиональный певец-композитор; родился: Баянауыл; политика: Выступал против волостных управителей и колониального режима; кюй: Ақсиқса, ғашығым",
        period: 2
    },{
        id: 191,
        "questions": "Назовите год и месяцы проведения крупной 2 ярмарки в 19 веке?",
        "answer": "1893г 15мая - 15июля",
        period: 2
    },{
        id: 192,
        "questions": "Кто записал поэмы: 'Қозы-көрпеш баян сұлу', 'Ер көкше'?",
        "answer": "Шокан Улиханов",
        period: 2
    },{
        id: 193,
        "questions": "Кто написал 'Киргизке родословное'",
        "answer": "Шокан Уалиханов",
        period: 2
    },{
        id: 194,
        "questions": "Кто избран ханов всех трех жузов в 1771 г",
        "answer": "Абылай хан",
        period: 2
    },{
        id: 195,
        "questions": "Кто подавлял восстание в Уральской и Тургайской областях (1868 - 1869)?",
        "answer": "Веревкин и Рукин",
        period: 2
    },{
        id: 196,
        "questions": "Назовите годы: 'годы великого бедствие', 'Актабан шұбырынды'",
        "answer": "1723 - 1727г",
        period: 2
    },{
        id: 197,
        "questions": "в каком был основан город Костанай",
        "answer": "1879",
        period: 2
    },{
        id: 198,
        "questions": "Назовите 1 самую крупнейшую ярмарку в Казахстан 19 века?",
        "answer": "Кояндинско-Ботавская",
        period: 2
    },{
        id: 199,
        "questions": "Сыгынак располагался где?",
        "answer": "на р.Сырдарья",
        period: 2
    },{
        id: 200,
        "questions": "Назовите 2 крупную ярмарку 19 века",
        "answer": "Каркаринская",
        period: 2
    },{
        id: 202,
        "questions": "С кем воевали казахи в 17 веке",
        "answer": "Джунгары, Бухарцы, Хивинцы, Кокандцы, Казаки",
        period: 2
    },{
        id: 203,
        "questions": "Кто был главный в Золотой Орде",
        "answer": "Хан, Беклербек",
        period: 2
    },{
        id: 204,
        "questions": "Место стонов и рыданий врага. Назовите место, когда было, итог и название сражения",
        "answer": "где: оз.Балхаш, м.Далатау, когда: 1729-1730г, итог: коренной перелом в казахского-джунгарской войне, название: Аныракайская битва",
        period: 2
    },{
        id: 205,
        "questions": "Ярмарка в Семипалатинской области?",
        "answer": "Чарская",
        period: 2
    },{
        id: 206,
        "questions": "Восстания Есета Көтібарұлы. Назовите годы, против кого, союзников и итог",
        "answer": "Годы: 1847-1858г; против: России; союзник: Ж.Нұрмұхамедұлы; итог: подавлено",
        period: 2
    },{
        id: 207,
        "questions": "С каким Российским правителем ввел переговоры Хакназар",
        "answer": "Иван Грозный",
        period: 2
    },{
        id: 208,
        "questions": "Назовите столицу Казахского ханства при Есим хане?",
        "answer": "Туркестан",
        period: 2
    },{
        id: 209,
        "questions": "Что является основной заслугой Кенесары Қасымұлы?",
        "answer": "Восстановления государственности",
        period: 2
    },{
        id: 210,
        "questions": "Какие стихи Ыбрай Алтынсарин носили нравственно поучительный характер?",
        "answer": "'Лицемерному судье', 'Друзьям и молодежи', 'Мать'",
        period: 2
    },{
        id: 211,
        "questions": "назовите годы, причины, последствия, территорию, Восстания Жоламана Тленшіұлы",
        "answer": "годы: 1822/23 - 1825, причина: 1) Арынгазы в русском плену; 2) отмена ханской власти в Младшем Жузе; 3) строительство 29 крепостей по реке Илек; 4) строительство Навоиленской линии; 5) у казахов забрали 600 тыс десятин земли. Итог: подавлено; Территория: Приаралье.",
        period: 2
    },{
        id: 212,
        "questions": "С кем воевали казахи в 17 веке",
        "answer": "Джунгары, Бухарцы, Хивинцы, Кокандцы, Казахи",
        period: 2
    },{
        id: 221,
        "questions": "Столица Казахского ханства при Есім хане",
        "answer": "Туркестан",
        period: 2
    },{
        id: 222,
        "questions": "Кто написал 'Киргизкое родословие'?",
        "answer": "",
        period: 2
    },{
        id: 223,
        "questions": "Назовите место и уезд проведения 1 крупнейшей ярмарки 19 века?",
        "answer": "место: Талды-Қоянды, уезд: Каркаралиский; территория: Централый Казахстан",
        period: 2
    },{
        id: 224,
        "questions": "1433 - 1462 правил Могулистаном",
        "answer": "Есен Буга",
        period: 2
    },{
        id: 225,
        "questions": "В начале 15 века казахи впервые начали воевать с ?",
        "answer": "Ойраты",
        period: 2
    },{
        id: 226,
        "questions": "Для чего Россия строила крепости на Иртыше",
        "answer": "Защита от джунгар возможность для колонизации",
        period: 2
    },{
        id: 227,
        "questions": "В 1513 г Касым хан завоевал город",
        "answer": "Сайрам",
        period: 2
    },{
        id: 228,
        "questions": "Причиной какого восстания послужило удержание хана Арынгазы в русском плену?",
        "answer": "Жоламана Тленшиұлы",
        period: 2
    },{
        id: 229,
        "questions": "Ярмарка в Акмолинской области?",
        "answer": "Констатиновско Еленовская",
        period: 2
    },{
        id: 230,
        "questions": "Кто является членом Семипалатинского статического комитета?",
        "answer": "Абай Құнанбаев",
        period: 2
    },{
        id: 231,
        "questions": "Кто установил первый контакт с московским государством Иваном 3",
        "answer": "Касым хан",
        period: 2
    },{
        id: 232,
        "questions": "В каком городе Ыбырай Алтынсарин открыл школу для девочек?",
        "answer": "Ыргыз (Иргиз)",
        period: 2
    },{
        id: 233,
        "questions": "В каком году основана Бухтаринская крепость?",
        "answer": "1761",
        period: 2
    },{
        id: 234,
        "questions": "Кто написал эпос 'Манас'",
        "answer": "Шокан Уалиханов",
        period: 2
    },{
        id: 235,
        "questions": "Назовите улус, территорию и основателя Могулистана?",
        "answer": "Улус: Чагатай, место: Семиречье, основатель: Эмир Пулачи",
        period: 2
    },{
        id: 236,
        "questions": "Назовите год, место, цель, участников и хана, 1 Всеказахский курултай",
        "answer": "год: 1710; место: пустыня Каракумы; цель: собрать всенародное ополчение; участники: Каип, Абулхаир, Бөгенбай батыр; хан: Тәуке",
        period: 2
    },{
        id: 237,
        "questions": "Назовите территорию, годы, против, кого убил - Восстания Сырыма Датұлы",
        "answer": "территорию: Младший жуз; годы: 1783 - 1797г; против: Царизма; убил: Есима;",
        period: 2
    },{
        id: 238,
        "questions": "Назовите автора и последствие Реформы 1786 г с целью ликвидировать ханскую власть?",
        "answer": "автор: Игельстром; последствие: борьба султанов и старшин родов; вернули ханскую власть в 1791",
        period: 2
    },{
        id: 239,
        "questions": "Назовите год и месяцы проведения 1 крупнейшей  ярмарки в 19 веке?",
        "answer": "1848 г; 1 июня - 1 июля",
        period: 2
    },{
        id: 240,
        "questions": "Что преподавалось в Медресе с 1870 г?",
        "answer": "Основы русского языка",
        period: 2
    },{
        id: 241,
        "questions": "Автор реформы по массовому переселению крестьян?",
        "answer": "Столыпин",
        period: 2
    },{
        id: 242,
        "questions": "Орбулакская битва, казахи против кого? хан: ? год: ? войск: ?",
        "answer": "Казахи против джунгар, год: 1643г, хан: Жәнгір; войск: 50 тыс;",
        period: 2
    },{
        id: 243,
        "questions": "'Устав о сибирских киргизах' кто выполнял полицейские функции?",
        "answer": "Волосные управители и аульные старшины",
        period: 2
    },{
        id: 244,
        "questions": "Кюй? созданный в эпоху Золотой Орды",
        "answer": "Ақсақ құлан 'О смерти Джучи'",
        period: 2
    },{
        id: 245,
        "questions": "Как назывался внутренний округ который был создан В 1854 г для казахов правобережье Иртыша?",
        "answer": "Семипалатинский округ",
        period: 2
    },{
        id: 246,
        "questions": "Назовите автора 'Временные правила о крестьянских переселениях в Семиречье'",
        "answer": "военный губернатор Колпаковский",
        period: 2
    },{
        id: 247,
        "questions": "Назовите автора, содержания и на каком языке 'Тарих-и-Рашиди'",
        "answer": "автор: Махмуд Хайдар Дулати; содержание история Могулистана и образования казахского ханства; язык: Персидский",
        period: 2
    },{
        id: 248,
        "questions": "Какова заслуга Шернияза Жарымасу в металлурге?",
        "answer": "Воспевал и участвовал в восстании Исатая Тайманұлы",
        period: 2
    },{
        id: 249,
        "questions": "Историческа роль Могулистана?",
        "answer": "Завершился процесс объединение племен Семиречье",
        period: 2
    },{
        id: 250,
        "questions": "В каком году произошла отмена крепостного права, а также переселенческая политика царизма?",
        "answer": "1861",
        period: 2
    },{
        id: 251,
        "questions": "Особенность политики Абылая хана?",
        "answer": "развивал дипломатические отношения",
        period: 2
    },{
        id: 252,
        "questions": "Кто написал 'Записки о киргизах'",
        "answer": "Шокан Уалиханов",
        period: 2
    },{
        id: 253,
        "questions": "Культура на территории Туркмении эпохи неолита называется",
        "answer": "Джейтунская",
        period: 1
    },{
        id: 254,
        "questions": "Памятник сарматского периода",
        "answer": "Арал төбе",
        period: 1
    },{
        id: 255,
        "questions": "Исследовали эпоху бронзы?",
        "answer": "Зайберт, Маргулан, Қадырбаев",
        period: 1
    },{
        id: 256,
        "questions": "Стерегущие золото называли племена саков?",
        "answer": "Аримаспы",
        period: 1
    },{
        id: 257,
        "questions": "Центр Тюргешского каганата при Сулу кагане",
        "answer": "Тараз",
        period: 1
    },{
        id: 258,
        "questions": "В карлукском каганате, правитель до 840 г носил титул?",
        "answer": "Джабу",
        period: 1
    },{
        id: 259,
        "questions": "Назовите автора, содержание и направление автора 'Диуани лугат ат-тюрк'?",
        "answer": "автор: Махмуд Кашгари; содержание: Словари тюркского наречий; направление: тюркология, тюрколог",
        period: 1
    },{
        id: 260,
        "questions": "Тон и Шегу правители какого государства?",
        "answer": "Зподно-Тюрского каганата",
        period: 1
    },{
        id: 261,
        "questions": "Где против кого, когда было битва С Томирис?",
        "answer": "где: возле р.Окс; против: Кира; когда: 530 г до н.э",
        period: 1
    },{
        id: 262,
        "questions": "Шаньюй можно назвать сыном?",
        "answer": "Неба",
        period: 1
    },{
        id: 263,
        "questions": "Курганы с усами характерные черты? (культура)",
        "answer": "Тасмолинской культуры",
        period: 1
    },{
        id: 264,
        "questions": "битва Юъджи против ?, поражение Юэджи",
        "answer": "битва Юъджи против Гуны",
        period: 1
    },{
        id: 265,
        "questions": "Время существования Заподнотюрского каганата?",
        "answer": "603 - 704г",
        period: 1
    },{
        id: 266,
        "questions": "Ставка тюркского каганата? (колыбель тюрков)",
        "answer": "Алтай",
        period: 1
    },{
        id: 267,
        "questions": "Сатух-Бограхан является правителем?",
        "answer": "Караханидов",
        period: 1
    },{
        id: 268,
        "questions": "территория восточного Дешты-и-Кыпчаки",
        "answer": "от Волги до Алтая",
        period: 1
    },{
        id: 269,
        "questions": "Как звали китайского императора из-за которого началась кризис у гунов?",
        "answer": "У-Ди",
        period: 1
    },{
        id: 270,
        "questions": "Время существования Карлукского каганата",
        "answer": "756 - 940г",
        period: 1
    },{
        id: 271,
        "questions": "'Город на белой реке' название города: ? автор: ?",
        "answer": "Испиджаб, Сайрам; Махмуд Кашгари",
        period: 1
    },{
        id: 272,
        "questions": "Время существования государство Караханидов?",
        "answer": "940 - 1212г",
        period: 1
    },{
        id: 273,
        "questions": "Самый древний курган? (в каком веке?)",
        "answer": "8 в до н.э Шиликты и Мэйлир",
        period: 1
    },{
        id: 274,
        "questions": "Кучлук правитель кокого гос-ва?",
        "answer": "Найманы",
        period: 1
    },{
        id: 275,
        "questions": "Столица Кангюев?",
        "answer": "Битянь",
        period: 1
    },{
        id: 276,
        "questions": "в 101г до н.э кангюи объединились с...?",
        "answer": "Ферганцами",
        period: 1
    },{
        id: 277,
        "questions": "Высшие сословие, аристократы, в тюркском каганате?",
        "answer": "Беки",
        period: 1
    },{
        id: 278,
        "questions": "Территория гос-во Караханидов?",
        "answer": "Жетісу и Восточный Туркистан",
        period: 1
    },{
        id: 279,
        "questions": "Распространение кочевого образа жизни в коком веке?",
        "answer": "Раннем железе 3в до н.э",
        period: 1
    },{
        id: 280,
        "questions": "Время существования Тюргешского каганата?",
        "answer": "704 - 756г",
        period: 1
    },{
        id: 281,
        "questions": "Курганы в местности Улыбай, схожие с памятниками тасмолиской культуры найдены: ?",
        "answer": "В Северном Казахстане",
        period: 1
    },{
        id: 282,
        "questions": "Время существования Тюркского каганата?",
        "answer": "552-603",
        period: 1
    },{
        id: 283,
        "questions": "Сакал и Сулу являются правителями какого гос-ва?",
        "answer": "Тюргешского каганата",
        period: 1
    },{
        id: 284,
        "questions": "Территория Тюркского каганата?",
        "answer": "Манжьжюри до Босфора, от Сибири до Персии",
        period: 1
    },{
        id: 285,
        "questions": "Сакский курган сооруженный в 4-5веках до н.э?",
        "answer": "Битянь",
        period: 1
    },{
        id: 286,
        "questions": "Главные источники Тюркского каганата?",
        "answer": "Китайские сведения",
        period: 1
    },{
        id: 287,
        "questions": "Памятники включенный в список Всемирного культурного наследия Юнеско?",
        "answer": "Петроглифы Тамгалы",
        period: 1
    },{
        id: 288,
        "questions": "Кангюи сначала зависели от ...",
        "answer": "юэджи (юг) и гунов (север)",
        period: 1
    },{
        id: 289,
        "questions": "Административный центр Тюрского каганата? (город)",
        "answer": "Суяб",
        period: 1
    },{
        id: 290,
        "questions": "Кто убил Дария 3 в 331г до н.э?",
        "answer": "Александр Македонский",
        period: 1
    },{
        id: 291,
        "questions": "В каком веке многие племена населявшие Казахстан, открыли и широко использовали железо?",
        "answer": "8 в до н.э",
        period: 1
    },{
        id: 292,
        "questions": "Где располагались Уйсуны?",
        "answer": "Жетісу",
        period: 1
    },{
        id: 293,
        "questions": "Огузы и ... против Хазарский каганат в 965г?",
        "answer": "Киевская Русь",
        period: 1
    },{
        id: 294,
        "questions": "Написанная в 11 веке поэма называется? Автор?",
        "answer": "Кутатгу билик, Юсуф Баласагуни",
        period: 1
    },{
        id: 295,
        "questions": "Кто стал хозяином ВШП в 5-6 веках? Почему?",
        "answer": "Тюркский каганат, обеспечивали защиту",
        period: 1
    },{
        id: 296,
        "questions": "Сарматы располагались?",
        "answer": "Зпадный Казакстан междуречье Волги и Урала",
        period: 1
    },{
        id: 297,
        "questions": "Изобретение лука и стрел главное достижение эпохи:",
        "answer": "Мезолита",
        period: 1
    },{
        id: 298,
        "questions": "Кангюи располагались на...",
        "answer": "Южный Казахстан Сырдарья и Шаш",
        period: 1
    },{
        id: 299,
        "questions": "В каких веках формировалось кочевое скотоводство?",
        "answer": "10-8 в до н.э",
        period: 1
    },{
        id: 300,
        "questions": "Территория Тюргешского каганата?",
        "answer": "Жетісу",
        period: 1
    },{
        id: 301,
        "questions": "Наиболее полный перечень занятий Сарматов",
        "answer": "кочевое скотоводство, земледелие, охота",
        period: 1
    },{
        id: 302,
        "questions": "Территория Карлукского каганата?",
        "answer": "Жетісу",
        period: 1
    },{
        id: 303,
        "questions": "Курган в котором были обнаружены останки лошади с золотой упряжью?",
        "answer": "Берель",
        period: 1
    },{
        id: 304,
        "questions": "Кангюи подчинили?",
        "answer": "Массагетов, Сарматов, Аланов",
        period: 1
    },{
        id: 305,
        "questions": "Столица Кыпчаков",
        "answer": "Сыганак",
        period: 1
    },{
        id: 306,
        "questions": "Караханиды, Газневиды против ... в 999г?",
        "answer": "Саманиды",
        period: 1
    },{
        id: 307,
        "questions": "Какое течение ислама распространял Ходжа Ахмед Яссауи:",
        "answer": "Суфизм",
        period: 1
    },{
        id: 308,
        "questions": "Территория гос-ва Кыпчаков",
        "answer": "от Алтая до Дуная",
        period: 1
    },{
        id: 309,
        "questions": "Кто и следовал сооружение Акыртас?",
        "answer": "К.Байпаков",
        period: 1
    },{
        id: 310,
        "questions": "Территория гос-ва Огузы?",
        "answer": "Междуречье Урал и Волга",
        period: 1
    },{
        id: 311,
        "questions": "Год рождения Аль-Фараби",
        "answer": "870",
        period: 1
    },{
        id: 312,
        "questions": "Территория западного Дешты-Кыпчака?",
        "answer": "от Дуная до Волги",
        period: 1
    },{
        id: 313,
        "questions": "Кто писал '...Много книг, написанных на арабском языке и таджикском языке, а это единственные и первый сборник  мудростей на родном языке'?",
        "answer": "Юсуф Баласагуни",
        period: 1
    },{
        id: 314,
        "questions": "Первым исследовал Шиликтинские памятники в 1960-ые г?",
        "answer": "С.Черников",
        period: 1
    },{
        id: 315,
        "questions": "Кто открыл энеолитические поселения Ботай?",
        "answer": "Зайберт",
        period: 1
    },{
        id: 316,
        "questions": "Назовите столицу Огузов?",
        "answer": "Янгикент",
        period: 1
    },{
        id: 317,
        "questions": "Какая письменность наряду с тюркским письмом в 6-10 в широкое распространение в Казахстане?",
        "answer": "Согдийское письмо",
        period: 1
    },{
        id: 318,
        "questions": "Назовите 2 рода в государстве Караханидов",
        "answer": "Ягма и Чигили",
        period: 1
    },{
        id: 319,
        "questions": "Огузы и Киевская Русь против ... в 985?",
        "answer": "Волжские Булгары",
        period: 1
    },{
        id: 320,
        "questions": "Против кого объединились Кангюи с Китаем?",
        "answer": "Гунов",
        period: 1
    },{
        id: 321,
        "questions": "Главенствующие племена в Заподнотюрском каганате?",
        "answer": "Дулу и Нушиби",
        period: 1
    },{
        id: 322,
        "questions": "Выдающийся ученый автор трактата 'Слово о классификации наук'?",
        "answer": "от Дуная до Волги",
        period: 1
    },{
        id: 323,
        "questions": "Главными воротами Великого Шелкового пути на Востоке была территория?",
        "answer": "Жетісу",
        period: 1
    },{
        id: 324,
        "questions": "Люди стали меньше зависели от природы (эпоха)",
        "answer": "Неолит",
        period: 1
    },{
        id: 325,
        "questions": "Кто открыт поселение Ботай?",
        "answer": "Зайберт",
        period: 1
    },{
        id: 326,
        "questions": "Возле какой реки находится Янгикент?",
        "answer": "Сырдария",
        period: 1
    },{
        id: 327,
        "questions": "Столица Уйсуней?",
        "answer": "Чегучен/Чегу",
        period: 1
    },{
        id: 328,
        "questions": "Что такое Тебеневка",
        "answer": "Способность скота добывать корм из под снега",
        period: 1
    },{
        id: 329,
        "questions": "Что означает 'Сакральный'?",
        "answer": "Священный",
        period: 1
    },{
        id: 330,
        "questions": "Преемник персидского царя Кира?",
        "answer": "Дарий 1",
        period: 1
    },{
        id: 331,
        "questions": "Кто в 1954 г был оправдан и администрирован?",
        "answer": "Бекмаханов",
        period: 3
    },{
        id: 332,
        "questions": "В каком году вышла на свет газета 'Казах'" ,
        "answer": "1913",
        period: 3
    },{
        id: 333,
        "questions": "Где и когда была секретное путешествие Шокана Уалиханова? Какой труд написал?",
        "answer": "Куда: Кашгар; год: 1858-1859г; труд: 'О состоянии Алтышара'",
        period: 2
    },{
        id: 334,
        "questions": "Назовите звание у огузов: воспитатель наследника",
        "answer": "Атабек",
        period: 1
    },{
        id: 335,
        "questions": "Какой мавзолей находился возле мавзолея Ходжа Ахмеда Яссауи?",
        "answer": "Мавзолей Рабиги султан Бегим",
        period: 1
    },{
        id: 336,
        "questions": "Кто написал 'в составе огузов 24 племени'?",
        "answer": "Махмуд Кашгари",
        period: 1
    },{
        id: 337,
        "questions": "Назовите территорию и столицу Кимакского каганата?",
        "answer": "территория: Северо-Восточный, Центральный Казахстан; столицы: Имакия",
        period: 1
    },{
        id: 338,
        "questions": "Кто восстановил власть династии Улуса на этнической территории",
        "answer": "Касым хан",
        period: 2
    },{
        id: 339,
        "questions": "Назовите купца основателя кояндинской ярморки",
        "answer": "Ботов",
        period: 2
    },{
        id: 340,
        "questions": "Назовите старшиго сына Абулхаир хана",
        "answer": "Нұралы",
        period: 2
    },{
        id: 341,
        "questions": "Год встречи Тевкелева и Абулхаир хана",
        "answer": "10 октября 1731г",
        period: 2
    },{
        id: 342,
        "questions": "Принцип налогообложения в программе Алаш?",
        "answer": "Богаче платит больше Бедный платит меньше",
        period: 3
    },{
        id: 343,
        "questions": "Кто был во главее Диуана?",
        "answer": "Везир",
        period: 3
    },{
        id: 344,
        "questions": "Когда была образовано Букеевская Орда?",
        "answer": "1801",
        period: 2
    },{
        id: 345,
        "questions": "Правитель Каракитаев?",
        "answer": "Гурхан",
        period: 1
    },{
        id: 346,
        "questions": "Караханиды были вассалами какого государство?",
        "answer": "Каракитаи",
        period: 1
    },{
        id: 346,
        "questions": "Когда была принята 2 конституция РК?",
        "answer": "30 августа 1995 г",
        period: 3
    },{
        id: 347,
        "questions": "Амангельды Иманов является сардабеком какой области?",
        "answer": "Тургаяской области",
        period: 2
    },{
        id: 348,
        "questions": "Итоги коллективизации?",
        "answer": "Более 2 миллионов крестьян были депортированы, из них 1 800 000 только в 1930 - 1931 годах",
        period: 3
    },{
        id: 348,
        "questions": "Оседло земледельческая цивилизация на мургабском оазисе?",
        "answer": "Маргиана",
        period: 1
    },{
        id: 349,
        "questions": "После второй мировой войны в чем нуждались казахи?",
        "answer": "В кадрах",
        period: 3
    },{
        id: 350,
        "questions": "Самая большая ярморка в Уральской области?",
        "answer": "Уилская Ярмарка",
        period: 2
    },{
        id: 351,
        "questions": "Основатель пратии үш жүз?",
        "answer": "Айтпенов",
        period: 3
    },{
        id: 352,
        "questions": "Первый пароход по реке Или 1883 г спустили с китайской крепости?",
        "answer": "Сунь-Дунь",
        period: 3
    },{
        id: 353,
        "questions": "Столица Огузов?",
        "answer": "Янгикент",
        period: 1
    },{
        id: 354,
        "questions": "Кто возглавил восстания в семиречье в 1916?",
        "answer": "Б.Ашекеев",
        period: 3
    },{
        id: 355,
        "questions": "Кто возглавил восстания в Акмолинской области в 1916?",
        "answer": "Ж.Жоламанов",
        period: 3
    },{
        id: 356,
        "questions": "В каком регионе было основения целинных и залежных земель?",
        "answer": "Северном Казакстана",
        period: 3
    },{
        id: 356,
        "questions": "Когда дали примию Мухтару Ауезову?",
        "answer": "1949 г",
        period: 3
    }
]